Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/EncoderBundle/Resources/translations/messages.*.xlf
Languages: eu

# Pending jobs (paused &amp; waiting)
source: Pending jobs (paused & waiting)
eu: Tareas pendientes (etenak & itxaroten)

source: Executing jobs
eu: Lanak exekutatzen

source: Executed jobs
eu: Lan exekutatuak

source: You don't have enough permissions to access this content.
eu: Ez duzu beharrezko baimenak edukin hau ikusteko.

source: Job info
eu: Lanaren informazioa

source: Status
eu: Egoera

source: Profile
eu: Perfil

source: Cpu
eu: Puz

source: Duration
eu: Iraupena

source: Before
eu: Gero

source: after
eu: despu√©s

source: Times
eu: Hordua

source: Created
eu: Sortua

source: started
eu: hasia

source: finished
eu: bukatua

source: Priority
eu: Lehentasuna

source: Edit priority
eu: Lehentasuna editatu

source: Output Command
eu: Irteera komandoa

source: Cancel
eu: Ezeztatu

source: RETRY
eu: Saiatu berriro

source: DELETE
eu: Ezabatu

source: Jobs
eu: Lanak

source: No
eu: Ez

source: No showing
eu: Ez erakusten

source: Please change the filter or
eu: Por favor, cambie el filtro o

source: reset it
eu: berabiarazi

source: Timeini
eu: Hasiera ordua

source: Timestart
eu: Hasiera ordua

source: Timeend
eu: Bukaera ordua

source: Encoder Job info
eu: Kodifikatze lanaren informazioa

source: {0} jobs|{1} job|]1,Inf] jobs
eu: {0} lanak|{1} lana|]1,Inf] lanak

source: Paused
eu: Pausatuak

source: Waiting
eu: Itxaroten

source: Executing
eu: Exekutatzen

source: Finished
eu: Bukatuak

source: Error
eu: Akastunak

source: jobs
eu: lanak

source: This CPU is in maintenance mode.
eu: Puz-a mantenu moduan dago.
