Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/WizardBundle/Resources/translations/messages.*.xlf
Languages: ca, gl, zh_tw

source: Audio/Video uploaded successfully
ca: L’àudio o el vídeo s’han penjat correctament
gl: Son/Vídeo subido correctamente
zh_tw: 音訊/視頻上傳成功

source: The video must be encoded to be available at the website. An email will be sent to you when finishing encoding notifying the availability of your video at the website.
ca: El vídeo s’ha de codificar perquè pugui estar disponible al lloc web. Rebreu un correu electrònic quan s’acabi la codificació per notificar-vos que el vídeo ja està disponible.
gl: O vídeo debe ser codificado para estar dispoñible na páxina web. Enviaráselle un correo electrónico cando a codificación remate, notificando a dispoñibilidade do seu vídeo.
zh_tw: 該視頻編碼完成並且確定可在網頁上瀏覽後，將發送一封電子郵件通知您。

source: VIDEO
ca: VÍDEO
gl: VÍDEO
zh_tw: 視頻

source: DATE
ca: DATA
gl: DATA
zh_tw: 日期

source: Actions
ca: Accions
gl: Accións
zh_tw: 操作

source: Edit Multimedia Object
ca: Edita l’objecte multimèdia
gl: Editar Obxecto Multimedia
zh_tw: 編輯多媒體物件

source: Back to Series
ca: Torna a la sèrie
gl: Volver á serie
zh_tw: 回到系列

source: Create another Multimedia Object in same Series
ca: Crea un altre objecte multimèdia a la mateixa sèrie
gl: Crear outro Obxecto Multimedia na mesma Serie
zh_tw: 在同一系列中創建另一個多媒體物件

source: Create another Multimedia Object in a new Series
ca: Crea un altre objecte multimèdia en una sèrie nova
gl: Crear outro Obxecto Multimedia nunha nova Serie
zh_tw: 在新系列中創建另一個多媒體物件

source: Upload another video
ca: Penja un altre vídeo
gl: Subir outro vídeo
zh_tw: 另一個視頻上傳

source: Upload another Multimedia Object in same Series
ca: Penja un altre objecte multimèdia a la mateixa sèrie
gl: Subir outro Obxecto Multimedia na mesma Serie
zh_tw: 上傳同一系列中的另一個多媒體物件。

source: Cancel
ca: Cancel·la
gl: Cancelar
zh_tw: 取消

source: Next
ca: Següent
gl: Seguinte
zh_tw: 下一個

source: Title
ca: Títol
gl: Título
zh_tw: 標題：

source: Description
ca: Descripció
gl: Descrición
zh_tw: 說明

source: Subtitle
ca: Subtítol
gl: Subtítulo
zh_tw: 副標題：

source: Headline
ca: Titular
gl: Titular
zh_tw: 摘要：

source: Step 1: Series
ca: Pas 1: Sèrie
gl: Paso 1: Serie
zh_tw: 第 1 步︰ 系列

source: Create a new Series for the Multimedia Object
ca: Creeu una sèrie nova per a l’objecte multimèdia
gl: Crear unha nova Serie para o Obxecto Multimedia
zh_tw: 為多媒體物件創建一新的系列

source: Step 2: Type
ca: Pas 2: Tipus
gl: Paso 2: Tipo
zh_tw: 第 2 步︰ 類型

source: Choose option type
ca: Seleccioneu un tipus d’opció
gl: Elixa unha opción
zh_tw: 選擇選項類型

source: Step
ca: Pas
gl: Paso
zh_tw: 步驟：

source: Metadata
ca: Metadades
gl: Metadatos
zh_tw: 後設資料

source: Insert the data for the Multimedia Object
ca: Introduïu les dades de l’objecte multimèdia
gl: Introduza os datos do Obxecto Multimedia
zh_tw: 將資料插入多媒體物件

source: File
ca: Fitxer
gl: Arquivo
zh_tw: 檔案

source: Upload the multimedia file
ca: Penja el fitxer multimèdia
gl: Subir o arquivo multimedia
zh_tw: 上傳的多媒體檔案

source: Step 3: Files
ca: Pas 3: Fitxers
gl: Paso 3: Arquivos
zh_tw: 第 3 步︰ 檔案

source: Step %i%: Error
ca: Pas %i%: Error
gl: Paso %i%: Erro

source: Failure in wizard proccess
ca: El procés de l’auxiliar ha fallat
gl: Fallo no proceso do asistente
zh_tw: 在引導過程失敗

source: Step %i%: End
ca: Pas %i%: Final
gl: Paso %i%: Final

source: Wait for the end of transcoding to be notified
ca: Espereu que es notifiqui el final de la transcodificació
gl: Agarde ao final da transcodificación para ser notificado
zh_tw: 等待轉碼結束的通知

source: Profile
ca: Perfil
gl: Perfil
zh_tw: 配置文件

source: Publication Channels
ca: Canals de publicació
gl: Canles de publicación
zh_tw: 發行頻道

source: Priority
ca: Prioritat
gl: Prioridade
zh_tw: 優先順序

source: Low-Priority
ca: Prioritat baixa
gl: Baixa prioridade
zh_tw: 低優先順序

source: Normal-Priority
ca: Prioritat normal
gl: Prioridade normal
zh_tw: 普通優先順序

source: High-Priority
ca: Prioritat alta
gl: Alta prioridade
zh_tw: 高優先順序

source: Video/Audio language
ca: Idioma de l’àudio o vídeo
gl: Idioma de Vídeo/Son
zh_tw: 視頻/音訊語言

source: Mode
gl: Modo
zh_tw: 模式

source: Inbox on server
ca: Safata d’entrada al servidor
gl: Bandeixa de entrada no servidor
zh_tw: 在伺服器上的收件匣

source: Local hard drive
ca: Disc dur local
gl: Disco duro local
zh_tw: 本地硬碟上

source: Inbox directory on server
ca: Directori de la safata d’entrada al servidor
gl: Cartafol da bandexa de entrada no servidor
zh_tw: 在伺服器上的收件匣目錄

source: Audio/video file
ca: Fitxer d’àudio o vídeo
gl: Arquivo de son/vídeo
zh_tw: 音訊/視頻檔

source: Under
ca: Menor de
gl: Menor de
zh_tw: 在下

source: Progress
ca: Progrés
gl: Progreso
zh_tw: 進展

source: Empty file field
ca: El camp del fitxer està buit
gl: Campo do arquivo baleiro
zh_tw: 空檔欄位

source: Type
ca: Tipus
gl: Tipo
zh_tw: 型態

source: Add one single multimedia object
ca: Afegiu un únic objecte multimèdia
gl: Engadir un único obxecto multimedia
zh_tw: 添加一個單一的多媒體物件

source: Add multiple multimedia objects
ca: Afegiu diversos objectes multimèdia
gl: Engadir varios obxectos multimedia
zh_tw: 添加多個多媒體物件

source: The video will be encoded and available soon. An email will be sent to you when the encoding is finished notifying you the availability of your video.
ca: El vídeo es codificarà i aviat estarà disponible. Rebreu un correu electrònic quan s’acabi la codificació per notificar-vos que el vídeo ja està disponible.
gl: O vídeo codificarase e estará dispoñible cedo. Enviaráselle un correo electrónico, ao rematar a codificación, notificándolle a dispoñibilidade do seu vídeo.
zh_tw: 該視頻編碼完成後，將發送一封電子郵件通知您。

source: Main action
ca: Acció principal
gl: Acción principal
zh_tw: 主要行動

source: Other actions
ca: Altres accions
gl: Outras accións
zh_tw: 其他操作

source: Back to Media Manager
ca: Torna al gestor d’objectes multimèdia
gl: Volver ao Xestor de Contidos
zh_tw: 回到媒體櫃

source: back to My Multimedia Series
ca: torna a les meves sèries multimèdia
gl: volver á Lista de Series
zh_tw: 回到我的多媒體系列

source: Step %i%: Series
ca: Pas %i%: Sèrie
gl: Paso %i%: Serie
zh_tw: 步驟 %i%︰ 系列

source: Step %i%: Type
ca: Pas %i%: Tipus
gl: Paso %i%: Tipo
zh_tw: 步驟 %i%︰ 類型

source: Step %i%: Metadata
ca: Pas %i%: Metadades
gl: Paso %i%: Metadata
zh_tw: 步驟 %i%︰ 後設資料

source: Step %i%: File
ca: Pas %i%: Fitxer
gl: Paso %i%: Arquivo
zh_tw: 步驟 %i%︰ 檔案

source: Step %i% Files
ca: Pas %i%: Fitxers
gl: Paso %i%: Arquivos
zh_tw: 步驟 %i%檔案

source: Select an inbox folder with the multimedia files
ca: Seleccioneu una safata d’entrada amb els fitxers multimèdia
gl: Seleccione o directorio cos ficheiros multimedia
zh_tw: 選取包含多媒體檔案的收件匣資料夾

source: Upload local file
ca: Penja el fitxer local
gl: Subir ficheiro local
zh_tw: 上傳本地檔

source: Upload
ca: Penja
gl: Subida
zh_tw: 上載

source: License
ca: Llicència
gl: Licenza

source: Accept license
ca: Accepta la llicència
gl: Acepte a licenza

source: You must accept the license to continue.
ca: Heu d’acceptar la llicència per continuar.
gl: Vostede debe aceptar a licenza para continuar.

source: Tag
ca: Etiqueta
gl: Categoría

source: Select a tag...
ca: Selecciona una etiqueta...
gl: Seleccione unha categoría...

source: Select a license...
ca: Selecciona una llicència...
gl: Seleccione unha licenza...

source: Accept the license
ca: Accepta la llicència
gl: Acepte a licenza

source: Accept license.
ca: Accepteu la llicència.
gl: Aceptar a licenza.

source: Step %i%: License
ca: Pas %i%: Llicència
gl: Paso %i%: Licenza

source: Step %i%: Files
ca: Pas %i%: Fitxers
gl: Paso %i%: Arquivos

source: Not allowed to upload videos bigger than %max_filesize%. The recommended video resolutions are 4:3 or 16:9 to ensure the proper functioning in the process of uploading videos to the web portal.
ca: No es permet penjar vídeos més grans de %max_filesize%. Es recomana una resolució de vídeo de 4:3 o 16:9 per garantir el funcionament correcte del procés de càrrega de vídeos al portal web.
gl: Non permítese subir vídeos de tamaño maior de %max_filesize%. Para asegurar o correcto funcionamento no proceso de subida de vídeos ao portal web, recoméndase que os vídeos a subir teñan unha resolución estándar de 4:3 ou 16:9.

source: Empty title
ca: Títol buit
gl: Título baleiro

source: Back
ca: Torna
gl: Anterior

source: Series
ca: Sèrie
gl: Serie

source: New
ca: Nova
gl: Novo

source: ERROR!!
gl: ERRO!!

source: There was an error:
ca: S’ha produït un error:
gl: Houbo un erro:

source: Series title
ca: Títol de la sèrie
gl: Título da serie

source: Upload file
ca: Penja el fitxer
gl: Subir un ficheiro

source: Multimedia Object title
ca: Títol de l’objecte multimèdia
gl: Título do obxecto multimedia

source: Status
ca: Estat
gl: Estado

source: Uploading file
gl: Subir Arquivo

source: There was an error
gl: Houbo un erro:

source: Max.
gl: Máx

source: File to upload
gl: Ficheiro a subir

source: SERIES
ca: SÈRIE
zh_tw: 系列
