Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/WebTVBundle/Resources/translations/messages.*.xlf
Languages: eu, gl

source: Health Sciences
eu: Osasun Zientziak
gl: Ciencias da Saude

source: Humanities
eu: Humanidades
gl: Humanidades

source: Experimental sciences
eu: Zientzia experimentalak
gl: Ciencias Experimentais

source: Technical science
eu: Teknologi Zientziak
gl: Ciencias tecnolóxicas

source: Social and Legal sciences
eu: Gizartea eta lege zientziak
gl: Ciencias Xurídico-Sociais

source: PuMuKIT (PUblicador MUltimedia en KIT) permite publicar vía Internet los contenidos audiovisuales producidos en una Institución, Universidad, etc.. PuMuKIT publica los contenidos multimedia almacenados en su base de datos de dos modos diferentes: Generando un portal WEB, una WEB-TV y creando flujos RSS compatibles ARCA.
eu: PuMuKIT (PUblicador MUltimedia en KIT) unibertsitatean sortutako ikusentzunezko edukinak interneten argitaratzea ahalbidetzen duen tresna da. PuMuKIT bere datubasean gordetako edukin multimediak WEB-TV eta RSS fluxu batean argitaratzen ditu.
gl: PuMuKIT (PUblicador MUltimedia en KIT) permite publicar vía Internet os contidos audiovisuais producidos nunha Institución, Universidade, etc.. PuMuKIT publica os contidos multimedia almacenados na súa base de datos de dous modos diferentes: Xerando un portal WEB, unha WEB-TV e creando fluxos RSS compatibles ARCA.

source: No title
eu: Sin título
gl: Sen título

source: Videos you may also be interested in
eu: Interesa dakizuke
gl: Tamén che poden interesar

source: Videos from same Series
eu: Serie bereko bideoak
gl: Vídeos da mesma serie

source: Record Date
eu: Grabaketa data
gl: Data de gravación

source: Video
eu: Bideoa
gl: Vídeo

source: Viewed
eu: Ikusia
gl: Visto

source: time
eu: vez
gl: vez

source: times
eu: aldiz
gl: veces

source: {0}times|{1}time|]1,Inf]times
eu: {0}veces|{1}vez|]1,Inf]veces
gl: {0}veces|{1}vez|]1,Inf]veces

source: Series
eu: Serieak
gl: Serie

source: Videos
eu: Bideoak
gl: Vídeos

source: Hours
eu: Horas
gl: Horas

source: There are no videos with these specifications
eu: Ez da horrelako bideorik aurkitu
gl: Non existen vídeos destas características

source: Date of holding
eu: Fecha de celebración
gl: Data de celebración

source: Audio
eu: Audioa
gl: Son

source: private
eu: privado
gl: privado

source: 401 Unauthorized
eu: 401 No autorizado
gl: 401 Non autorizado

source: No permission to access this video
eu: Bideoa ikusteko baimenik ez
gl: Sen permisos para acceder a ese vídeo

source: 404 Not found
eu: 404 Ez aurkitua
gl: 404 Non atopado

source: Search
eu: Bilatu
gl: Buscar

source: Tags
eu: Etiketak
gl: Categorías

source: Duration
eu: Iraupena
gl: Duración

source: All
eu: Guztiak
gl: Todos

source: Up to 5 minutes
eu: 5 minutu baino gutxiago
gl: Ata 5 minutos

source: Up to 10 minutes
eu: 10 minutu baino gutxiago
gl: Ata 10 minutos

source: Up to 30 minutes
eu: 30 minutu baino gutxiago
gl: Ata 30 minutos

source: Up to 60 minutes
eu: 60 minutu baino gutxiago
gl: Ata 60 minutos

source: More than 60 minutes
eu: Más de 60 minutos
gl: Máis de 60 minutos

source: Video/Audio
eu: Bideo/Audio
gl: Vídeo/Son

source: Start date
eu: Hasiera data
gl: Data de comezo

source: Finish date
eu: Amaiera data
gl: Data de finalización

source: Reset filters
eu: Filtroak ezabatu
gl: Limpar filtros

source: Series search
eu: Serieak bilatu
gl: Buscar series

source: Multimedia object search
eu: Multimedia objetuak bilatu
gl: Buscar obxetos multimedia

source: Not series found
eu: Ez da serierik aurkitu
gl: Non se atopou ningunha serie

source: Not multimedia objects found.
eu: Ez da multimedia objeturik aurkitu.
gl: Non se atopou ningún obxeto multimedia.

source: Download master
eu: Masterra jaitsi
gl: Descarga master

source: 403 Forbidden
eu: 403 Debekatua
gl: 403 Prohibido

source: Forbidden to access this video
eu: Debekatua bideora sartzea
gl: Prohibido acceder a este vídeo

source: Warning: This URL is not for public use.
eu: Oharra: URL hau ez da erabilpen publikorako.
gl: Advertencia: Esta URL non é para uso público.

source: No Track.
eu: Track gabe.
gl: Sen Track.

source: This series does not have any multimedia objects.
eu: Serie honek ez dauka multimedia objeturik.
gl: Esta serie non ten obxetos multimedia.

source: {0}no videos yet|{1}1 video|]1,Inf[%count% videos
eu: {0}oraindik ez daude bideorik|{1}1 video|]1,Inf[%count% videos
gl: {0}aínda non hai vídeos|{1}1 vídeo|]1,Inf[%count% vídeos

source: Categories
eu: Kategoriak
gl: Categorías

source: Most viewed
eu: Gehien ikusitakoak
gl: Máis vistos

source: Recently added
eu: Orain dela gutxi gehitutakoak
gl: Engadidos recentemente

source: Full Catalogue
eu: Katalogo osoa
gl: Catálogo completo

source: Sort by
eu: Ordenatu
gl: Ordenar por

source: Date
eu: Data
gl: Data

source: Alphabetically
eu: Alfabetikoki
gl: Alfabéticamente

source: Recording date
eu: Grabaketa data
gl: Data de gravación

source: Marks:
eu: Markak:
gl: Marcas:

source: Materials
eu: Materialak
gl: Materiais

source: There is no materials
eu: Ez dago materialik
gl: Non hai materiais

source: Share this video
eu: Bideo hau partekatu
gl: Comparte este vídeo

source: Language
eu: Hizkuntza
gl: Idioma

source: Private video
eu: Bideo pribatua
gl: Vídeo privado

source: {0}0 Videos|{1}%count% Video|]1,Inf[%count% Videos
eu: {0}0 Vídeos|{1}%count% Vídeo|]1,Inf[%count% Vídeos
gl: {0}0 Vídeos|{1}%count% Vídeo|]1,Inf[%count% Vídeos

source: Show videos
eu: Bideoak azaldu
gl: Amosar vídeos

source: No resources available
eu: Baliabiderik ez
gl: Non hai recursos dispoñibles

source: Private Video
eu: Bideo pribatua
gl: Vídeo Privado

source: This video is private with restricted access
eu: Bideo hau pribatua da saio mugatuarekin
gl: Este vídeo é privado con acceso restrinxido

source: Log in is required to watch it
eu: Saoia hastea beharrezkoa da ikusteko
gl: Requírese iniciar sesión para ver o vídeo

source: Go to back-office
eu: Edukien kudeatzailera joan
gl: Ir a back-office

source: Manage my videos
eu: Nire bideoak kudeatu
gl: Xestionar os meus vídeos

source: Log out
eu: Saioa itxi
gl: Cerrar sesión

source: Log in
eu: Saioa hasi
gl: Iniciar sesión

source: Most viewed since last month
eu: Pasa den hilabetetik gehien ikusitakoak
gl: Máis vistos dende o último mes

source: Attachments
eu: Eranskinak
gl: Materiais

source: There are no attachments
eu: Ez dago fitxategi atxikiturik
gl: Non hai materiais

source: Share on Facebook
eu: Facebook-en partekatu
gl: Compartir en Facebook

source: Share on Google +
eu: Google+-en partekatu
gl: Compartir en Google +

source: Share on Twitter
eu: Twitter-en partekatu
gl: Compartir en Twitter

source: Select by year
eu: Urtea aukeratu
gl: Empregar anos

source: From
eu: Noiztik
gl: Dende

source: Until
eu: Noiz arte
gl: Ata

source: Year
eu: Urtea
gl: Ano

source: Select by date range
eu: Dataren arabera aukeratu
gl: Selección por datas

source: Any
eu: Edozein
gl: Calquera

source: Search by series
eu: Bilaketa serieetan
gl: Buscar por series

source: Search by multimedia objects
eu: Objetu multimedien arabera bilatu
gl: Buscar por obxectos multimedia

source: Multimedia objects search
eu: Multimedia objetuen bilaketa
gl: Buscar obxectos multimedia

source: Total search results:
eu: Aurkitutakoak:
gl: Resultados da busca totais:

source: Not multimedia objects found
eu: Ez da objetu multimediarik aurkitu
gl: Non se atoparon obxectos multimedia

source: Private audio
eu: Audio pribatua
gl: Son privado

source: Log in with a valid user is required to watch it
eu: Erabiltzaile egokiarekin hasi behar duzu saioa
gl: Requírese iniciar sesión con un usuario válido para velo

source: Enter a valid password to watch it
eu: Introduzca una contraseña válida para verlo
gl: Introduza un contrasinal válido para velo

source: Introduce a password
eu: Sartu pasa-hitza
gl: Introduza un contrasinal

source: Password is not valid
eu: Pasahitza ez egokia
gl: O contrasinal non é válido

source: Log In
eu: Saioa hasi
gl: Iniciar sesión

source: Enter pass
eu: Pasahitza sartu
gl: Introducir contrasinal

source: General %title%
eu: %title% orokorra
gl: %title% xeral

source: Multimedia objects with tag: %title%
eu: Multimedia objetuak : %title% etiketarekin
gl: Obxectos multimedia coa categoría: %title%

source: Series with tag: %title%
eu: Serieak: %title% etiketarekin
gl: Series coa categoría: %title%

source: Spanish Sign Language
eu: Espainiar zeinu hizkuntza
gl: lingua de signos española

source: Sign Language
eu: Zeinu hizkuntza
gl: lingua de signos

source: International Sign Language
eu: Nazioarteko Zeinu Hizkuntza
gl: lingua de signos internacional

source: Latest Uploads
eu: Azkenekoa
gl: Últimos engadidos

source: i18n.one.Series
eu: serieak
gl: Serie

source: Submit
gl: Enviar

source: Logo
gl: Imaxe

source: Send
gl: Enviar

source: Events
gl: Eventos

source: Next session
gl: Próxima sesión

source: Questions
gl: Preguntas

source: Download this audio
gl: Descargar este audio

source: Download this video
gl: Descargar vídeo

source: Live events
gl: Eventos en Directo

source: No live events now.
gl: Non hai directos neste momento.

source: This page isn't available. Sorry about that.
gl: Esta páxina non está dispoñible. Sentímolo.

source: Home
gl: Inicio

source: University
gl: Universidade

source: Business
gl: Negocios

source: Natural Sciences
gl: Ciencias Naturais

source: Law
gl: Dereito

source: Now events
gl: Eventos actuais

source: Today events
gl: Eventos de hoxe

source: Future events
gl: Eventos futuros

source: Media Thumbnail
gl: Miniatura

source: Twitter icon
gl: Icono de Twitter

source: loading
gl: cargando

source: Most viewed on the last month
gl: Mais vistos no último mes

source: Hightlight
gl: Destacados

source: Show more
gl: Ver máis

source: Event pic
gl: Imaxe do evento

source: Menu
gl: Menú

source: Sort by date
gl: Ordenar por data

source: Sort alphabetically
gl: Ordenar alfabeticamente

source: Full catalogue
gl: Catálogo completo

source: License
gl: Licenza

source: There are no multimedia objects
gl: Non hai obxectos multimedia

source: Edit multimedia object
gl: Editar obxecto multimedia

source: The event has not been held yet
gl: O evento aínda non se celebrou

source: The event has already been held
gl: O evento xa se celebrou

source: days
gl: días

source: There aren't events at this moment
gl: Non hai eventos neste momento

source: Next live event
gl: Próximo evento de directo

source: Event
gl: Evento

source: Place
gl: Lugar

source: Time
gl: Hora

source: JWPlayer does not support your browser version
gl: JWPlayer non é compatible coa versión do seu navegador

source: Please use 9.0 or higher version or use another browser.
gl: Por favor, empregue a versión 9.0 ou superior ou use outro navegador.

source: The Flash Plugin needs to be installed. JWPlayer needs minimum Flash version 10.1.82.76 to stream.
gl: É necesario instalar o plugin Flash. JWPlayer require polo menos a versión 10.1.82.76 de Flash para reproducir.

source: Live chat
gl: Chat en directo

source: Chat icon
gl: Icono do chat

source: Name
gl: Nome

source: Name cannot be empty
gl: O nome non pode estar baleiro

source: Message
gl: Mensaxe

source: Sorry but there was an error
gl: Sentímolo, pero houbo un erro

source: Event chat
gl: Chat do evento

source: video
gl: vídeo

source: Email
eu: Posta elektronikoa
