Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/NewAdminBundle/Resources/translations/messages.*.xlf
Languages: ca, es, gl

source: Only users with the defined password can play this multimedia object in the video portal
ca: Només els usuaris amb la contrasenya definida poden reproduir aquest objecte multimèdia al portal de vídeo
es: Sólo los usuarios con la contraseña definida podrán reproducir este objeto multimedia en el portal de vídeo
gl: Só os usuarios co contrasinal definido poderán reproducir este obxecto multimedia no portal de vídeo

source: Only logged in users in the system can play this multimedia object in the video portal
ca: Només els usuaris connectats al sistema poden reproduir aquest objecte multimèdia al portal de vídeo
es: Sólo los usuarios registrados en el sistema podrán reproducir este objeto multimedia en el portal de vídeo
gl: Só os usuarios rexistrados no sistema poderán reproducir este obxecto multimedia no portal de vídeo

source: Only users in the selected Groups can play this multimedia object in the video portal
ca: Només els usuaris dels grups seleccionats poden reproduir aquest objecte multimèdia al portal de vídeo
es: Sólo los usuarios en los Grupos seleccionados podrán reproducir este objeto multimedia en el portal de vídeo
gl: Só os usuarios nos Grupos seleccionados poderán reproducir este obxecto multimedia no portal de vídeo

source: Modify all broadcasts
ca: Modifica totes les emissions
es: Modificar perfiles de difusión
gl: Modificar perfís de difusión

source: Delete the series
ca: Elimina la sèrie
es: Eliminar la serie
gl: Eliminala serie

source: Show configuration
ca: Mostra la configuració
es: Mostrar configuración
gl: Amosar configuración

source: Texts.
ca: Textos.
es: Textos.
gl: Textos.

source: Click to show or add header/banner and footer
ca: Feu clic per mostrar o afegir la capçalera o el bàner i el peu de pàgina
es: Haga clic para mostrar o añadir cabecera/banner y pie de página
gl: Faga clic para amosar ou engadir cabeceira/banner e pé de páxina

source: Add banner
ca: Afegeix un bàner
es: Añadir banner
gl: Engadir banner

source: create new series type
ca: crea un tipus nou de sèrie
es: crear nuevo tipo de serie
gl: crear novo tipo de serie

source: Series types
ca: Tipus de sèrie
es: Tipos de Series
gl: Tipos de Series

source: Create new series type
ca: Crea un tipus nou de sèrie
es: Crear nuevo tipo de serie
gl: Crear novo tipo de serie

source: Select any type.
ca: Selecciona qualsevol tipus.
es: Seleccione cualquier tipo.
gl: Seleccione calquera tipo.

source: Series
ca: Sèrie

source: There are no series types with those values.
ca: No hi ha tipus de sèrie amb aquests valors.
es: No hay ningún tipo de serie con esos valores.
gl: Non hai ningún tipo de serie con eses valores.

source: Edit seriestype channel
ca: Edita el canal del tipus de sèrie
es: Editar el canal del tipo de serie
gl: Editalo canal do tipo de serie

source: {0} series types|{1} series type |]1,Inf] series types
ca: {0} tipus de sèrie|{1} tipus de sèrie|]1,Inf] tipus de sèrie
es: {0} tipos de series|{1} tipo de serie |]1,Inf] tipos de series
gl: {0} tipos de series|{1} tipo de serie |]1,Inf] tipos de series

source: modify series type
ca: modifica el tipus de sèrie
es: modificar el tipo de serie
gl: modificalo tipo de serie

source: There was an error in updating the series type.
ca: S’ha produït un error en actualitzar el tipus de sèrie.
es: Ha ocurrido un error al actualizar el tipo de serie.
gl: Ocorreu un erro ao actualizalo tipo de serie.

source: Series type successfully updated.
ca: El tipus de sèrie s’ha actualitzat correctament.
es: Tipo de serie actualizado correctamente.
gl: Tipo de serie actualizado correctamente.

source: delete
ca: elimina
es: eliminar
gl: eliminar

source: Edit tag
ca: Edita l’etiqueta
es: Editar categoría
gl: Editar categoría

source: Create child tag for
ca: Crea una subetiqueta per a
es: Crear hijo para la categoría
gl: Crear fillo para a categoría

source: create new tag
ca: crea una etiqueta nova
es: crear nueva categoría
gl: crear nova categoría

source: There was an error in creating the Tag.
ca: S’ha produït un error en crear l’etiqueta.
es: Ha ocurrido un error creando la Categoría.
gl: Ocorreu un erro creando a Categoría.

source: Tag successfully created.
ca: L’etiqueta s’ha creat correctament.
es: Categoría creada correctamente.
gl: Categoría creada correctamente.

source: Code - Name
ca: Codi - Nom
es: Código - Nombre
gl: Código - Nome

source: MM. Obj.
ca: Obj. multim.
es: Obj. MM.
gl: Obx. MM.

source: There are no tags with those values.
ca: No hi ha etiquetes amb aquests valors.
es: No hay categorías con esos valores.
gl: Non hai categorías con eses valores.

source: modify tag
ca: modifica l’etiqueta
es: modificar categoría
gl: modificar categoría

source: There was an error in updating the Tag.
ca: S’ha produït un error en actualitzar l’etiqueta.
es: Ha ocurrido un error al actualizar la categoría.
gl: Ocorreu un erro ao actualizala categoría.

source: Tag successfully updated.
ca: L’etiqueta s’ha actualitzat correctament.
es: Categoría actualizada correctamente.
gl: Categoría creada correctamente.

source: Duration(min)
ca: Durada (min)
es: Duración(min)
gl: Duración(min)

source: create new track
ca: crea una pista nova
es: crear nueva pista
gl: crear nova categoría

source: Profile
ca: Perfil
es: Perfil
gl: Perfil

source: Priority
ca: Prioritat
es: Prioridad
gl: Prioridade

source: Low-Priority
ca: Prioritat baixa
es: Prioridad Baja
gl: Baixa prioridade

source: Normal-Priority
ca: Prioritat normal
es: Prioridad normal
gl: Prioridade normal

source: High-Priority
ca: Prioritat alta
es: Alta Prioridad
gl: Alta prioridade

source: Inbox on server
ca: Safata d’entrada al servidor
es: Carpeta de entrada en el servidor
gl: Carrtafol de entrada no servidor

source: Local hard drive
ca: Disc dur local
es: Disco duro local
gl: Disco duro local

source: Progress
ca: Progrés
es: Progreso
gl: Progreso

source: Track Info
ca: Informació de la pista
es: Información de pista
gl: Información da pista

source: <span class="alert alert-dismissable alert-warning"><i>Warning: This multimedia object is not correctly published on WebTV</i></span>
ca: &lt;span class="alert alert-dismissable alert-warning"&gt;&lt;i&gt;Advertència: Aquest objecte multimèdia no està publicat correctament al portal WebTV&lt;/i&gt;&lt;/span&gt;
es: &lt;span class="alert alert-dismissable alert-warning"&gt;&lt;i&gt;Advertencia: Este objeto multimedia no está publicado correctamente en WebTV&lt;/i&gt;&lt;/span&gt;
gl: <span class="alert alert-dismissable alert-warning"><i>Advertencia: Este obxecto multimedia non se publicou correctamente na WebTV</i></span>

source: Embedded Iframe
ca: Iframe incrustat
es: Iframe embebido
gl: Iframe embebido

source: Video track
ca: Pista de vídeo
es: Pista de vídeo
gl: Pista de vídeo

source: Warning: This Track is not a playable resource.
ca: Advertència: Aquesta pista no és un recurs reproduïble.
es: Advertencia: Esta pista no tiene un recurso reproducible.
gl: Advertencia: Esta pista non ten un recurso reproducible.

source: Job info
ca: Informació de la tasca
es: Información del trabajo
gl: Información do traballo

source: Mm
ca: Multimèdia

source: Before
ca: Abans
es: Antes
gl: Antes

source: after
ca: després
es: después
gl: despois

source: Times
ca: Vegades
es: Hora
gl: Hora

source: Created
ca: Creat
es: Creado
gl: Creado

source: started
ca: iniciat
es: empezado
gl: empezado

source: finished
ca: finalitzat
es: terminado
gl: rematado

source: Edit priority
ca: Edita la prioritat
es: Editar prioridad
gl: Editar prioridade

source: Output Command
ca: Ordre de sortida
es: Comando de salida
gl: Comando de saída

source: RETRY
ca: REINTENTA
es: REINTENTAR
gl: REINTENTAR

source: DELETE
ca: ELIMINA
es: ELIMINAR
gl: ELIMINAR

source: Encoder Job info
ca: Informació de la tasca del codificador
es: Información de la tarea de codificación
gl: Información da tarefa de codificación

source: Delete Encoder Job
ca: Elimina la tasca del codificador
es: Eliminar tarea de codificación
gl: Eliminar tarefa de codificación

source: File info of multimedia object
ca: Informació de fitxer de l’objecte multimèdia
es: Archivo de información del objeto multimedia
gl: Arquivo de información do obxecto multimedia

source: Delete track
ca: Elimina la pista
es: Eliminar pista
gl: Eliminar pista

source: Autocomplete technical metadata of track
ca: Autocompleta les metadades tècniques de la pista
es: Autocompletar metadatos técnicos de la pista
gl: Autocompletar metadatos técnicos da pista

source: Capture frame from
ca: Captura un fotograma de
es: Capturar fotograma de
gl: Capturar fotograma de

source: Download track
ca: Baixa la pista
es: Descargar pista
gl: Descargar pista

source: Transcode to profile
ca: Transcodifica al perfil
es: Transcodificar al perfil
gl: Transcodificar ao perfil

source: New master
ca: Original nou
es: Nuevo máster
gl: Nova copia mestra

source: Object without video files.
ca: Objecte sense fitxers de vídeo.
es: Objeto sin archivos de vídeo.
gl: Obxecto sen arquivos de vídeo.

source: play track
ca: reprodueix la pista
es: reproducir pista
gl: reproducir pista

source: update track
ca: actualitza la pista
es: actualizar pista
gl: actualizar pista

source: Track successfully updated.
ca: La pista s’ha actualitzat correctament.
es: Pista actualizada correctamente.
gl: Pista actualizada correctamente.

source: Update the web page to show master videos
ca: Actualitzeu la pàgina web per mostrar els vídeos originals
es: Actualizar la página para mostrar los vídeos maestros
gl: Actualizala páxina para amosalos vídeos mestres

source: New Track added.
ca: La pista nova s’ha afegit.
es: Nueva pista añadida.
gl: Nova pista engadida.

source: External defined user. User Groups cannot be edited. Contact your directory service administrator to change membership.
ca: Usuari definit externament. Els grups de l’usuari no es poden editar. Poseu-vos en contacte amb l’administrador del servei del directori per canviar-ne l’afiliació.
es: Usuario definido externamente. Los grupos del usuario no pueden ser editados. Contacte con el administrador de su servicio.
gl: Usuario definido externamente. Os grupos do usuario non se poden editar. Contacte co administrador do seu servizo.

source: create new user
ca: crea un usuari nou
es: crear nuevo usuario
gl: crear novo usuario

source: edit groups for user
ca: edita els grups de l’usuari
es: editar grupos del usuario
gl: editar grupos do usuario

source: GROUPS
ca: GRUPS
es: GRUPOS
gl: GRUPOS

source: User current Groups
ca: Grups actuals de l’usuari
es: Grupos actuales del usuario
gl: Grupos actuais do usuario

source: Username
ca: Nom d’usuari
es: Usuario
gl: Usuario

source: Permission Profile
ca: Perfil de permisos
es: Perfil de permisos
gl: Perfil de permisos

source: All
ca: Tot
es: Todos
gl: Todos

source: Users
ca: Usuaris
es: Usuarios
gl: Usuarios

source: Promote to
ca: Promou a
es: Promover a
gl: Promover a

source: Name and Surname
ca: Nom i cognoms
es: Nombre y Apellido
gl: Nome e Apelido

source: There are no users with those values.
ca: No hi ha usuaris amb aquests valors.
es: No hay usuarios con esos valores.
gl: Non hai usuarios con eses valores.

source: Edit User
ca: Edita l’usuari
es: Editar Usuario
gl: Editar Usuario

source: External defined users can not be edited here, contact your directory service administrator.
ca: Els usuaris definits externament no es poden editar aquí. Poseu-vos en contacte amb l’administrador del servei del directori.
es: Usuarios definidos externamente no pueden ser editados aquí, contacte con el administrador de su servicio.
gl: Usuarios definidos externamente non se poden editar aquí, contacte co administrador do seu servizo.

source: External defined users can not be deleted here, contact your directory service administrator.
ca: Els usuaris definits externament no es poden eliminar aquí. Poseu-vos en contacte amb l’administrador del servei del directori.
es: Usuarios definidos externamente no pueden ser eliminados aquí, contacte con el administrador de su servicio.
gl: Usuarios definidos externamente non poden ser eliminados aquí, contacte co administrador do seu servizo.

source: User Groups
ca: Grups de l’usuari
es: Grupos del Usuario
gl: Grupos do usuario

source: {0} users|{1} user|]1,Inf] users
ca: {0} usuaris|{1} usuari|]1,Inf] usuaris
es: {0} usuarios|{1} usuario|]1,Inf] usuarios
gl: {0} usuarios|{1} usuario|]1,Inf] usuarios

source: modify user
ca: modifica l’usuari
es: modificar usuario
gl: modificar usuario

source: Are you sure you want to delete this role?
ca: Confirmeu que voleu eliminar aquest rol?
es: ¿Está seguro de querer eliminar este rol?
gl: Está vostede seguro de querer eliminar este rol?

source: Role successfully deleted.
ca: El rol s’ha eliminat correctament.
es: Rol eliminado correctamente.
gl: Rol eliminado correctamente.

source: Impossible to delete, role with
ca: No es pot eliminar, rol amb
es: Imposible de eliminar, rol con
gl: Imposible de eliminar, rol con

source: people
ca: persones
es: personas
gl: persoas

source: Are you sure you want to delete the user
ca: Confirmeu que voleu eliminar l’usuari
es: ¿Está seguro de querer eliminar el usuario
gl: Está vostede seguro de querer eliminalo usuario

source: Error deleting user
ca: S’ha produït un error en eliminar l’usuari
es: Error eliminando usuario
gl: Erro eliminando usuario

source: User
ca: L’usuari
es: Usuario
gl: Usuario

source: successfully deleted.
ca: s’ha eliminat correctament.
es: eliminado correctamente.
gl: eliminado correctamente.

source: Are you sure you want to delete this broadcast?
ca: Confirmeu que voleu eliminar aquesta emissió?
es: ¿Está seguro de querer eliminar este perfíl de difusión?
gl: Está vostede seguro de querer eliminar este perfíl de difusión?

source: Broadcast successfully deleted.
ca: L’emissió s’ha eliminat correctament.
es: Perfil de difusión eliminado correctamente.
gl: Perfil de difusión eliminado correctamente.

source: Impossible to delete, broadcast with
ca: No es pot eliminar, emissió amb
es: Imposible de eliminar, perfil de difusión con
gl: Imposible de eliminar, perfil de difusión con

source: multimedia object(s).
ca: objectes multimèdia.
es: objeto(s) multimedia.
gl: obxecto(s) multimedia.

source: Are you sure you want to delete this live channel?
ca: Confirmeu que voleu eliminar aquest canal en directe?
es: ¿Está seguro de querer eliminar este canal en vivo?
gl: Está vostede seguro de querer eliminar este canle en vivo?

source: Live channel successfully deleted.
ca: El canal en directe s’ha eliminat correctament.
es: Canal en vivo eliminado correctamente.
gl: Canle en vivo eliminado correctamente.

source: Are you sure you want to delete this series type?
ca: Confirmeu que voleu eliminar aquest tipus de sèrie?
es: ¿Está seguro de querer eliminar esta serie tipo?
gl: Está seguro de querer eliminar esta serie tipo?

source: Series type successfully deleted.
ca: El tipus de sèrie s’ha eliminat correctament.
es: Serie tipo eliminada correctamente.
gl: Serie tipo eliminada correctamente.

source: Are you sure you want to delete this live event?
ca: Confirmeu que voleu eliminar aquest esdeveniment en directe?
es: ¿Está seguro de querer eliminar este evento en vivo?
gl: Está vostede seguro de querer eliminar este evento en vivo?

source: Live event successfully deleted.
ca: L’esdeveniment en directe s’ha eliminat correctament.
es: Evento en vivo eliminado correctamente.
gl: Evento en vivo eliminado correctamente.

source: Are you sure you want to sync this tags? The tags in other objects from this series will be lost.
ca: Confirmeu que voleu sincronitzar aquestes etiquetes? Es perdran les etiquetes d’altres objectes d’aquesta sèrie.
es: ¿Está seguro de querer sincronizar estas categorías? Se perderán las categorías en otros objetos de esta serie.
gl: Está seguro de querer sincronizar estas categorías? Perderanse as categorías noutros obxectos desta serie.

source: Are you sure you want to delete this multimedia object?
ca: Confirmeu que voleu eliminar aquest objecte multimèdia?
es: ¿Está seguro de querer eliminar este objeto multimedia?
gl: Está vostede seguro de querer eliminar este obxecto multimedia?

source: Multimedia Object successfully deleted.
ca: L’objecte multimèdia s’ha eliminat correctament.
es: Objeto Multimedia eliminado correctamente.
gl: Obxecto Multimedia eliminado correctamente.

source: Are you sure you want to regenerate the magic url for this multimedia object?
ca: Confirmeu que voleu regenerar l’URL màgic d’aquest objecte multimèdia?
es: ¿Está seguro de querer generar una nueva url mágica para este objeto multimedia?
gl: Está vostede seguro de querer xerar unha nova url máxica para este obxecto multimedia?

source: Magic Url successfully generated.
ca: L’URL màgic s’ha generat correctament.
es: Url Mágica generada correctamente.
gl: Url Máxica xerada correctamente.

source: Are you sure you want to regenerate the magic url for the Series: "+seriesTitle+"?
ca: Confirmeu que voleu regenerar l’URL màgic de la sèrie "+seriesTitle+"?
es: ¿Está seguro de querer generar una nueva url mágica para la Serie: "+seriesTitle+"?
gl: Está seguro de querer xerar unha nova url máxica para a Serie: "+seriesTitle+"?

source: Are you sure you want to clone this multimedia object?
ca: Confirmeu que voleu clonar aquest objecte multimèdia?
es: ¿Está seguro de querer clonar este objeto multimedia?
gl: Está seguro de querer clonar este obxecto multimedia?

source: Multimedia Object successfully cloned.
ca: L’objecte multimèdia s’ha clonat correctament.
es: Objeto Multimedia clonado correctamente.
gl: Obxecto Multimedia clonado correctamente.

source: Are you sure you want to delete the series
ca: Confirmeu que voleu eliminar la sèrie
es: ¿Está seguro de querer eliminar la serie
gl: Está vostede seguro de querer eliminala serie

source: This series has
ca: Aquesta sèrie
es: Esta serie tiene
gl: Esta serie ten

source: multimedia object(s)
ca: té objectes multimèdia
es: objeto(s) multimedia
gl: obxecto(s) multimedia

source: successfully deleted
ca: s’ha eliminat correctament
es: eliminados correctamente
gl: eliminados correctamente

source: Are you sure you want to delete the playlist
ca: Confirmeu que voleu eliminar la llista de reproducció
es: ¿Está seguro de querer eliminar la lista de reproducción
gl: Está vostede seguro de que desexa eliminala lista de reprodución

source: This playlist has
ca: Aquesta llista de reproducció té
es: Esta lista de reproducción tiene
gl: Esta lista de reprodución ten

source: Playlist
ca: Llista de reproducció
es: Lista de Reproducción
gl: Lista de Reprodución

source: Are you sure you want to delete the Permission Profile
ca: Confirmeu que voleu eliminar el perfil de permisos
es: ¿Está seguro de querer eliminar el perfil de permisos
gl: Está seguro de querer eliminalo perfil de permisos

source: Are you sure you want to delete this thumbnail?
ca: Confirmeu que voleu eliminar aquesta miniatura?
es: ¿Está seguro de querer eliminar esta miniatura?
gl: Está seguro de querer eliminar esta miniatura?

source: If it corresponds to the one associated with the banner, the entire header will also be removed.
ca: Si correspon a l'associat al banner, també s'eliminarà tota la capçalera.
es: Si se corresponde con la asociada al banner, se eliminará también toda la cabecera.

source: Thumbnail removed.
ca: La miniatura s’ha eliminat.
es: Miniatura eliminada.
gl: Miniatura eliminada.

source: Are you sure you want to delete the relation of
ca: Confirmeu que voleu eliminar la relació de
es: ¿Está seguro de querer eliminar la relación de
gl: Está seguro de querer eliminala relación de

source: Error deleting Person
ca: S’ha produït un error en eliminar la persona
es: Error eliminando Persona
gl: Erro eliminando Persoa

source: Person successfully removed from Multimedia Object
ca: La persona s’ha eliminat correctament de l’objecte multimèdia
es: La persona ha sido eliminada del Objeto Multimedia
gl: A persoa eliminouse do Obxecto Multimedia

source: Are you sure you want to delete this link?
ca: Confirmeu que voleu eliminar aquest enllaç?
es: ¿Está seguro de querer eliminar este enlace?
gl: Está seguro de querer eliminar este enlace?

source: Are you sure you want to delete this material?
ca: Confirmeu que voleu eliminar aquest material?
es: ¿Está seguro de querer eliminar este material?
gl: Está vostede seguro de querer eliminar este material?

source: Material successfully deleted.
ca: El material s’ha eliminat correctament.
es: El material ha sido eliminado correctamente.
gl: O material eliminouse correctamente.

source: Are you sure you want to delete this track?
ca: Confirmeu que voleu eliminar aquesta pista?
es: ¿Está seguro de querer eliminar esta pista?
gl: Está seguro de que desexa eliminar esta pista?

source: Error extracting thumbnail
ca: S’ha produït un error en extreure la miniatura
es: Error al extraer la miniatura
gl: Erro ao obter a miniatura

source: Are you sure you want to delete the data of
ca: Confirmeu que voleu eliminar les dades de
es: ¿Está seguro de querer eliminar los datos de
gl: Está seguro de querer eliminar os datos de

source: Person
ca: Persona
es: Persona
gl: Persoa

source: Error deleting Group
ca: S’ha produït un error en eliminar el grup
es: Error eliminando Grupo
gl: Erro eliminando o grupo

source: Group
ca: Grup
es: Grupo
gl: Grupo

source: Can not delete all users
ca: No es poden eliminar tots els usuaris
es: No se puede eliminar todos los usuarios
gl: Non se pode eliminar tódolos usuarios

source: Are you sure?
ca: Voleu continuar?
es: ¿Estás seguro?
gl: Está vostede seguro?

source: Multimedia Object(s) successfully deleted.
ca: Els objectes multimèdia s’han eliminat correctament.
es: Objeto(s) Multimedia eliminado(s) correctamente.
gl: Obxecto(s) Multimedia eliminado(s) correctamente.

source: Tags with children can not be deleted.
ca: No es poden eliminar les etiquetes amb subetiquetes.
es: Las categorías con hijos no pueden ser eliminadas.
gl: As categorías con hijos non se poden eliminar.

source: Are you sure you want to delete selected groups?
ca: Confirmeu que voleu eliminar els grups seleccionats?
es: ¿Está seguro de querer eliminar los grupos seleccionados?
gl: Está vostede seguro de querer eliminalos grupos seleccionados?

source: Multimedia Object cut. Paste it in the desire Series.
ca: S’ha retallat l’objecte multimèdia. Enganxeu-lo a la sèrie que vulgueu.
es: Corte el Objeto Multimedia. Péguelo en la Serie deseada.
gl: Corte o Obxecto Multimedia. Pégueo na Serie desexada.

source: Multimedia Objects cut. Paste them in the desire Series.
ca: S’han retallat els objectes multimèdia. Enganxeu-los a la sèrie que vulgueu.
es: Corte los Objetos Multimedia. Péguelos en la Serie deseada.
gl: Corte os Obxectos Multimedia. Pégueos na Serie desexada.

source: Paste multimedia object(s) in this series?
ca: Voleu enganxar els objectes multimèdia en aquesta sèrie?
es: ¿Pegar objeto(s) multimedia en esta serie?
gl: Pegar obxecto(s) multimedia nesta serie?

source: Multimedia Object(s) pasted in the Series.
ca: Els objectes multimèdia s’han enganxat a la sèrie.
es: Objeto(s) Multimedia pegado(s) en la Serie.
gl: Obxecto(s) Multimedia pegado(s) na Serie.

source: Select any user.
ca: Selecciona qualsevol usuari.
es: Seleccione cualquier usuario.
gl: Seleccione calquera usuario.

source: Users updated.
ca: S’han actualitzat els usuaris.
es: Usuarios actualizados.
gl: Usuarios actualizados.

source: From date must be less than to date
ca: La data d’inici ha de ser anterior a la data de finalització
es: La fecha en 'Desde' debe ser anterior a la fecha en 'Hasta'
gl: A data en 'Dende' debe ser anterior á data en 'Ata'
