Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/NewAdminBundle/Resources/translations/messages.*.xlf
Languages: ca, es, gl

source: Delete event and series successfully
ca: L’esdeveniment i la sèrie s’han eliminat correctament
es: Evento y serie borrados correctamente

source: Option not allowed
ca: L’opció no està permesa
es: Opción no permitida

source: Sync metadata for all multimedia objects
ca: Sincronitza les metadades de tots els objectes multimèdia
es: Sincronizar metadatos para todos los objetos multimedia

source: Select metadata to sync on all multimedia objects of this series
ca: Selecciona les metadades per sincronitzar a tots els objectes multimèdia d’aquesta sèrie
es: Seleccione metadatos para sincronizar en todos los objetos multimedia de esta serie

source: Sync
ca: Sincronitza
es: Sinc

source: There was an error sync up metadata.
ca: S’ha produït un error en sincronitzar les metadades.
es: Hubo un error sincronizando metadatos.

source: Sync up metadata was successfully.
ca: Les metadades s’han sincronitzat correctament.
es: Sincronización de metadatos realizado con éxito.

source: Show
ca: Mostra
es: Mostrar

source: Show presenter
ca: Mostra el presentador
es: Mostrar presentador

source: presenter
ca: presentador
es: ponente

source: Show presentation
ca: Mostra la presentació
es: Ver presentación

source: presentation
ca: presentació
es: presentación

source: Original name
ca: Nom original
es: Nombre original

source: No name
ca: Sense nom
es: Sin nombre

source: Upload date
ca: Data de càrrega
es: Fecha de subida

source: Return
ca: Retorn
es: Volver

source: Video ID
ca: Identificador del vídeo
es: ID del vídeo

source: Without criteria
ca: Sense criteris
es: Sin criterio

source: Multiple criteria
ca: Diversos criteris
es: Criterio múltiple

source: Track name
ca: Nom de la pista
es: Fichero

source: Numerical video ID
ca: Identificador numèric del vídeo
es: ID numérico vídeo

source: Numerical series ID
ca: Identificador numèric de la sèrie
es: ID numérico serie

source: Criteria
ca: Criteris
es: Criterio

source: Without filter
ca: Sense filtre
es: Sin filtro

source: Configure your fields list
ca: Configureu la vostra llista de camps
es: Configurar los campos del listado

source: Custom field
ca: Camp personalitzat
es: Campo listado

source: Views
ca: Visualitzacions
es: Vistas

source: Copy
ca: Copia
es: Copiar

source: Translate
ca: Tradueix
es: Traducir

source: Iframe URL
ca: URL de l’iframe
es: URL de Iframe

source: Day
ca: Dia
es: Día

source: Month
ca: Mes
es: Mes

source: Num
ca: Núm.

source: Total Time
ca: Temps total
es: Tiempo total

source: Total Size
ca: Mida total
es: Tamaño total

source: Num series
ca: Nombre de sèries

source: Num objects
ca: Nombre d’objectes
es: Num. objetos

source: Total hours
ca: Hores totals
es: Horas totales

source: Total size
ca: Mida total
es: Tamaño total

source: Storage
ca: Emmagatzematge
es: Almacenamiento

source: Numerical ID
ca: Identificador numèric
es: ID numérico

source: Series Title
ca: Títol de la sèrie
es: Título de la serie

source: catalogue
ca: catàleg
es: catálogo

source: Please enter your translation:
ca: Introduïu la vostra traducció:
es: Por favor, introduce tu traducción:

source: Recording
ca: Enregistrament
es: Grabando

source: Viewed
ca: Visualitzat
es: Visto

source: {0}times|{1}time|]1,Inf]times
ca: {0}vegades|{1}vegada|]1,Inf]vegades
es: {0}veces|{1}vez|]1,Inf]veces

source: Error: Multimedia Object with id %id% not found
ca: Error: no es troba l'objecte multimèdia amb l'id %id%
es: Error: Objeto Multimedia con id %id% no encontrado

source: Go back to
ca: Tornar a
es: Volver a

source: my series
ca: les meves sèries
es: mis series

source: Show/Hide track
ca: Mostra/Amaga la pista
es: Mostrar/Ocultar archivo

source: Personal profile
ca: Perfil personal
es: Perfil personal

source: My personal profile
ca: El meu perfil personal
es: Mi perfil de usuario

source: My profile info
ca: Informació del meu perfil
es: Mi información de perfil

source: Time uploaded
ca: Temps de càrrega
es: Tiempo subido

source: Your video stats
ca: Estadístiques dels teus vídeos
es: Estadísticas de tus vídeos

source: Assigned videos by role
ca: Vídeos assignats per el rol
es: Vídeos asignados por rol

source: Last login
ca: Darrer inici de sessió
es: Último acceso

source: Provider
ca: Proveïdor
es: Proveedor

source: No groups found
ca: No s'ha trobat grups
es: Ningún grupo encontrado

source: No series found
ca: No s'ha trobat sèries
es: Ninguna serie encontrada

source: Email already in use
ca: El correu electrònic ja s'està utilitzant
es: El correo electrónico ya está en uso

source: User info updated
ca: Informació d'usuari actualitzada
es: Información de usuario actualizada

source: My profile
ca: El meu perfil
es: Mi perfil

source: My stats
ca: Les meves estadístiques
es: Mis estadísticas

source: You're not allowed to access this link. You're not the holder user.
ca: No tens permís per accedir a aquest enllaç. No ets l'usuari titular.
es: No tiene permisos suficientes para acceder a este enlace. Usted no es el usuario propietario.

source: This link was already used by co-owner.
ca: Aquest enllaç ja l'ha utilitzat el copropietari.
es: Este enlace ya ha sido utilizado por el co-propietario.

source: You're not allowed to access this link. You're not the owner user of this multimedia object.
ca: No tens permís per accedir a aquest enllaç. No sou l'usuari propietari d'aquest objecte multimèdia.
es: No tiene permisos suficientes para acceder a este enlace. Usted no es el usuario propietario del objeto multimedia.

source: The user '%user%' has added you as co-owner of the video:
ca: L'usuari '%user%' t'ha afegit com a copropietari del vídeo:
es: El usuario '%user%' le ha añadido como co-propietario del vídeo:

source: You can reject being co-owner in the following URL link:
ca: Pots rebutjar ser copropietari a l'enllaç URL següent:
es: Puede rechazar ser co-propietario en el siguiente enlace URL:

source: Error on reject of a publication
ca: Error en rebutjar una publicació
es: Error al rechazar una publicación

source: Check the URL is valid.
ca: Comproveu que l'URL sigui vàlid.
es: Compruebe que el enlace es válido.

source: Back to index
ca: Tornar a l'índex
es: Volver al índice

source: Reject/report of publication in my name
ca: Rebuig/informe de publicació al meu nom
es: Rechazo/denuncia de publicación en mi nombre

source: You've been deleted as owner of the following multimedia object
ca: Has estat suprimit com a propietari del següent objecte multimèdia
es: Ha sido borrado como propietario del siguiente vídeo

source: NOTE: This is an URL of one single use, if you attempt to access it again, an error message will be shown.
ca: NOTA: Aquest és un URL d'un sol ús, si intenteu accedir-hi de nou, es mostrarà un missatge d'error.
es: NOTA: Éste es un enlace de un solo uso, si intenta acceder de nuevo, se mostrará un mensaje de error.

source: Video options
ca: Opcions de vídeo
es: Opciones del vídeo

source: Video head
ca: Cap de vídeo
es: Video de cabecera

source: Video tail
ca: Cua de vídeo
es: Video de cola

source: i18n.one.Series
ca: Sèrie
es: Serie

source: Technical info
ca: Informació tècnica
es: Información técnica

source: Head and tail video
ca: Vídeo de cap i cua
es: Vídeo de cabecera y cola

source: Head
ca: Cap
es: Cabecera

source: Tail
ca: Cua
es: Cola

source: Image
ca: Imatge
es: Imagen

source: Serie
ca: Sèrie

source: Track
ca: Pista
es: Pista

source: Actions
ca: Accions
es: Acciones

source: No videos selected
ca: No s'ha seleccionat cap vídeo
es: Ningún vídeo seleccionado

source: Default system header configuration
ca: Configuració per defecte de la capçalera del sistema
es: Cabecera por defecto del sistema

source: No video head configured
ca: No s'ha configurat cap capçal de vídeo
es: Ninguna cabecera configurada

source: Default system tail configuration
ca: Configuració predeterminada de la cua del sistema
es: Cola por defecto del sistema

source: No video tail configured
ca: No s'ha configurat cap cua de vídeo
es: Ninguna cola configurada

source: Head and tail manager
ca: Gestor de cap i cua
es: Gestor de cabeceras y colas

source: Video head list
ca: Llista de capçals de vídeo
es: Listado de vídeos de cabecera

source: Video tail list
ca: Llista de cua de vídeo
es: Listado de vídeos de cola

source: Archive
ca: Arxiu
es: Archivar

source: Multimedia Object title
ca: Títol de l’objecte multimèdia
es: Título del objeto multimedia

source: Archiving a multimedia object implies that the object in question is archived and an editable clone is generated by the user to whom it belongs.
ca: Arxivar un objecte multimèdia implica que l'objecte en qüestió s'arxiva i genera un clon editable per part de l'usuari a qui pertany.
es: Archivar un objeto multimedia implica que se archiva el objeto en cuestión y se genera un clon editable por parte del usuario al que pertenece.

source: The characteristics of the archive are:
ca: Les característiques de l'arxiu són:
es: Las características del objeto archivado son:

source: The media object will contain 'ARCHIVED {YEAR}' in the title of the media object
ca: L'objecte multimèdia contindrà "ARXIVAT {YEAR}" al títol de l'objecte multimèdia
es: El objeto multimedia contendrá 'Archivado {YEAR}' en el título

source: Ownership of the object is given to the administrator or user selected by configuration
ca: La propietat de l'objecte es dóna a l'administrador o usuari seleccionat per configuració
es: La propiedad del objeto se otorga al administrador o usuario seleccionado por configuración

source: The multimedia object will store who and when has locked it
ca: L'objecte multimèdia emmagatzemarà qui i quan l'ha bloquejat
es: El objeto multimedia almacenará quién y cuándo lo ha bloqueado

source: A reference to where the new locked object came from will be saved
ca: Es desarà una referència d'on prové el nou objecte bloquejat
es: Se guardará una referencia a la procedencia del nuevo objeto bloqueado.

source: Are you sure you want to archive the object ?
ca: Esteu segur que voleu arxivar l'objecte?
es: ¿Estás seguro de que quieres archivar el objeto?

source: Multimedia Object archive ERROR
ca: Arxiu d'objectes multimèdia ERROR
es: Error al archivar objeto multimedia

source: Multimedia Object archive complete
ca: Arxiu d'objectes multimèdia complet
es: Archivado del objeto multimedia completo.

source: Archive multimedia object
ca: Arxiu objecte multimèdia
es: Archivar objeto multimedia

source: ARCHIVED
ca: ARXIVAT
es: ARCHIVADO

source: Search Channels
ca: Cerca canals
es: Buscar canales

source: Selected Channel
ca: Canal seleccionat
es: Canal seleccionado

source: Mode
es: Modo
gl: Modo

source: live event(s)
es: Evento(s) en directo

source: and
es: y

source: Copyright
es: Derechos de autor
gl: Dereitos de autor

source: Copyright <a href="%urlCopyright%" target="__blank"><i class="fa fa-info-circle" aria-hidden="true"></i></a>
es: Derechos de autor <a href="%urlCopyright%" target="__blank"><i class="fa fa-info-circle" aria-hidden="true"></i></a>

source: Notes
es: Notas

source: Text
es: Texto

source: subserial
es: subserie

source: multisubserial
es: multisubserie

source: WebTV
es: Portal web

source: sessions
es: sesiones

source: Format
es: Formato

source: Multimedia Object Id
es: Id Objeto multimedia

source: Img
gl: Imx

source: To use the inbox mode define the inbox path as <code>pumukit2.inbox</code> parameter in your config file.
gl: Para empregar o modo "inbox", defina a ruta do "inbox" como parámetro <code>pumukit2.inbox</code> no seu arquivo de configuración.

source: No
gl: Non
