Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/NewAdminBundle/Resources/translations/messages.*.xlf
Languages: ca, es, gl

source: Users that can admin this multimedia object
ca: Usuaris que poden administrar aquest objecte multimèdia
es: Usuarios que pueden administrar este objeto multimedia
gl: Usuarios que poden administrar este obxecto multimedia

source: Person Fullname
ca: Nom complet de la persona
es: Nombre completo de la persona
gl: Nome completo da persoa

source: Email
ca: Correu electrònic
gl: Correo electrónico

source: Edit Person
ca: Edita la persona
es: Editar Persona
gl: Editar Persoa

source: Create
ca: Crea
es: Crear
gl: Crear

source: new
ca: nova
es: nuevo
gl: novo

source: Edit Pub Channel
ca: Edita el canal públic
es: Editar canal de publicación
gl: Editar canle de publicación

source: Modify broadcast profile of videos template
ca: Modifica el perfil d’emissió de la plantilla de vídeos
es: Modificar perfil de difusión de la plantilla de vídeos
gl: Modificar perfil de difusión das plantillas de vídeo

source: Modify broadcast profile of multimedia object
ca: Modifica el perfil d’emissió de l’objecte multimèdia
es: Modificar perfil de difusión del objeto multimedia
gl: Modificar perfil de difusión do obxecto multimedia

source: Broadcast Profile
ca: Perfil d’emissió
es: Perfil de difusión
gl: Perfil de difusión

source: Reset
ca: Reinicialitza
es: Reiniciar

source: Press OK for changes to take effect
ca: Premeu D’acord per aplicar els canvis
es: Pulse OK para que los cambios surtan efecto
gl: Pulse OK para que os cambios surtan efecto

source: WARNING: If you press OK, you will no longer have access to this Multimedia Object
ca: ADVERTÈNCIA: Si premeu D’acord, deixareu de tenir accés a aquest objecte multimèdia
es: ADVERTENCIA: Si pulsa OK, dejará de tener acceso a este objeto multimedia
gl: ADVERTENCIA: Se pulsa OK, deixará de ter acceso a este obxecto multimedia

source: Thumbnails
ca: Miniatures
es: Vistas en miniatura
gl: Vistas en miniatura

source: Video Files
ca: Fitxers de vídeo
es: Archivos de vídeo
gl: Arquivos de vídeo

source: Attachments
ca: Adjunts
es: Archivos adjuntos
gl: Arquivos adxuntos

source: Links
ca: Enllaços
es: Enlaces
gl: Enlaces

source: Delete multimedia object
ca: Elimina l’objecte multimèdia
es: Eliminar objetos multimedia
gl: Eliminar obxectos multimedia

source: Clone multimedia object
ca: Clona l’objecte multimèdia
es: Clonar objeto multimedia
gl: Clonar obxecto multimedia

source: Show properties
ca: Mostra les propietats
es: Mostrar propiedades
gl: Amosar propiedades

source: Multimedia Object saved ERROR
ca: S’ha produït un error en desar l’objecte multimèdia
es: ERROR al guardar el Objeto Multimedia
gl: ERRO ao gardar o Obxecto Multimedia

source: Multimedia Object saved OK
ca: L’objecte multimèdia s’ha desat correctament
es: Objeto multimedia guardado correctamente
gl: Obxecto multimedia gardado correctamente

source: Publication Channels
ca: Canals de publicació
es: Canales de publicación
gl: Canles de publicación

source: Publishing Decisions
ca: Decisions de publicació
es: Decisiones de publicación
gl: Decisións de publicación

source: Broadcast profile
ca: Perfil d’emissió
es: Perfil de difusión
gl: Perfís de difusión

source: Apply these tags to all multimedia objects of this series.
ca: Aplica aquestes etiquetes a tots els objectes multimèdia d’aquesta sèrie.
es: Emplear estas categorías en todos los objetos multimedia de esta serie.
gl: Empregar estas categorías en tódolos obxectos multimedia desta serie.

source: Sync in this series
ca: Sincronitza en aquesta sèrie
es: Sincronizar en esta serie
gl: Sincronizar nesta serie

source: Mutlimedia Object Template saved ERROR
ca: S’ha produït un error en desar la plantilla d’objecte multimèdia
es: ERROR al guardar la Plantilla del Objeto Multimedia
gl: ERRO ao gardar a Plantilla do Obxecto Multimedia

source: Mutlimedia Object Template saved OK
ca: La plantilla d’objecte multimèdia s’ha desat correctament
es: Plantilla del Objeto Multimedia guardada correctamente
gl: Plantilla do Obxecto Multimedia gardada correctamente

source: Press OK for the change to take effect
ca: Premeu D’acord per aplicar el canvi
es: Pulse OK para que el cambio surta efecto
gl: Pulse OK para que o cambio surta efecto

source: create new permission profile
ca: crea un nou perfil de permisos
es: crear nuevo perfil de permisos
gl: crear novo perfil de permisos

source: Permission Profiles
ca: Perfils de permisos
es: Perfil de permisos
gl: Perfil de permisos

source: {0} permission profiles|{1} permission profile|]1,Inf] permission profiles
ca: {0} perfils de permisos|{1} perfil de permisos|]1,Inf] perfils de permisos
es: {0} perfiles de permisos|{1} perfil de permisos|]1,Inf] perfiles de permisos
gl: {0} perfís de permisos|{1} perfil de permisos|]1,Inf] perfís de permisos

source: Press SAVE for changes to take effect
ca: Premeu DESA per aplicar els canvis
es: Pulse GUARDAR para que los cambios surtan efecto
gl: Pulse GARDAR para que os cambios surtan efecto

source: Save
ca: Desa
es: Guardar
gl: Gardar

source: Permissions
ca: Permisos
es: Permisos de Acceso
gl: Permisos de Acceso

source: There are no user permissions with those values.
ca: No hi ha permisos d’usuari amb aquests valors.
es: No hay permisos de usuario con estos valores.
gl: Non hai permisos de usuario con estes valores.

source: There are no permissions with those values.
ca: No hi ha permisos amb aquests valors.
es: No hay permisos de acceso con esos valores.
gl: Non hai permisos de acceso con eses valores.

source: Default
ca: Predeterminat
es: Por defecto
gl: Por defecto

source: Scope
ca: Abast
es: Alcance
gl: Alcance

source: update permission profile
ca: actualitza el perfil de permisos
es: actualizar el perfil de permisos
gl: actualizalo perfil de permisos

source: Edit the permission profile
ca: Edita el perfil de permisos
es: Editar el perfil de permisos
gl: Editalo perfil de permisos

source: Delete the permission profile
ca: Elimina el perfil de permisos
es: Eliminar el perfil de permisos
gl: Eliminalo perfil de permisos

source: create new person
ca: crea una persona nova
es: crear nueva persona
gl: crear nova persoa

source: Person successfully created.
ca: La persona s’ha creat correctament.
es: La persona ha sido creada correctamente.
gl: A persoa creouse correctamente.

source: edit new person
ca: edita la persona nova
es: editar nueva persona
gl: editar nova persoa

source: Person successfully associated to Multimedia Object
ca: La persona s’ha associat correctament a l’objecte multimèdia
es: La persona ha sido asociada al Objeto Multimedia correctamente
gl: A persoa asociouse ao Obxecto Multimedia correctamente

source: with role
ca: amb el rol
es: con rol
gl: con rol

source: Post
ca: Càrrec
es: Puesto
gl: Posto

source: Letter
ca: Lletra
es: Letra
gl: Letra

source: Select any person.
ca: Selecciona qualsevol persona.
es: Seleccionar cualquier persona.
gl: Seleccionar calquera persoa.

source: There are no people with those values.
ca: No hi ha persones amb aquests valors.
es: No hay personas con esos valores.
gl: Non hai persoas con eses valores.

source: Can't delete Person
ca: No es pot eliminar la persona
es: No se puede eliminar la persona
gl: Non se pode eliminala persoa

source: There is a referenced User
ca: Hi ha un usuari referenciat
es: Hay un usuario referenciado
gl: Hai un usuario referenciado

source: Cannot delete the data of
ca: No es poden eliminar les dades dels
es: No se pueden eliminar los datos de
gl: Non se poden eliminalos datos de

source: multimedia object(s) contain(s) this person
ca: objectes multimèdia que conté aquesta persona
es: objeto(s) multimedia contiene(n) esta persona
gl: obxecto(s) multimedia contén/conteñen esta persoa

source: {0} people|{1} person|]1,Inf] people
ca: {0} persones|{1} persona|]1,Inf] persones
es: {0} personas|{1} persona|]1,Inf] personas
gl: {0} persoas|{1} persoa|]1,Inf] persoas

source: Add the name of the person you want to add. In case this person already exists in the database, a pull-down list will be shown, where you can select him/her and
ca: Afegiu el nom de la persona que voleu afegir. Si aquesta persona ja existeix a la base de dades, es mostrarà una llista desplegable des de la qual podreu seleccionar-la i
es: Introduzca el nombre de la persona que quiere añadir. En el caso de que esa persona ya exista en la base de datos, aparecerá una lista desplegable en donde podrá seleccionarla y
gl: Introduza o nome da persoa que quere engadir. No caso de que esa persoa xa exista na base de datos, aparecerá unha lista despregable na cal poderá seleccionala e

source: use him/her
ca: utilitzar-la
es: usarla
gl: usala

source: If he/she doesn't exist in the database
ca: Si la persona no existeix a la base de dades,
es: Si él o ella no existe en la base de datos
gl: Se el ou ela non existe na base de datos

source: create
ca: creeu
es: cree
gl: cree

source: a new entrance with the written name
ca: una entrada nova amb el nom escrit
es: una nueva entrada con el nombre
gl: unha nova entrada co nome

source: name to search for
ca: nom per cercar
es: nombre para buscar por
gl: nome para a busca

source: working
ca: treballant
es: trabajando
gl: traballando

source: Select before a person
ca: Primerament heu de seleccionar una persona
es: Seleccione antes a una persona
gl: Seleccione antes a unha persoa

source: Use
ca: Utilitza
es: Usar
gl: Empregar

source: Id
ca: Identificador

source: Phone
ca: Telèfon
es: Teléfono
gl: Teléfono

source: INFO
ca: INFORMACIÓ

source: SERIES
ca: SÈRIE

source: Select any person
ca: Selecciona qualsevol persona
es: Seleccione cualquier persona
gl: Seleccione calquera persoa

source: modify person
ca: modifica la persona
es: modificar persona
gl: modificar persoa

source: Person successfully updated.
ca: La persona s’ha actualitzat correctament.
es: Persona actualizada correctamente.
gl: Persoa actualizada correctamente.

source: edit person
ca: edita la persona
es: editar persona
gl: editar persoa

source: Person associated to Multimedia Object
ca: La persona s’ha associat a l’objecte multimèdia
es: Persona asociada al Objeto Multimedia
gl: Persoa asociada ao Obxecto Multimedia

source: successfully updated
ca: s’ha actualitzat correctament
es: actualizado correctamente
gl: actualizado correctamente

source: add new banner
ca: afegeix un bàner nou
es: añadir nuevo banner
gl: engadir novo banner

source: Banner from URL
ca: Bàner des d’un URL
es: Banner desde una URL
gl: Banner dende unha URL

source: Banner from local hard drive
ca: Bàner des d’un disc dur local
es: Banner desde el disco duro
gl: Banner dende o disco duro

source: New Pic added.
ca: La imatge nova s’ha afegit.
es: Nueva foto añadida.
gl: Nova foto engadida.

source: Banner URL
ca: URL del bàner
es: URL del banner
gl: URL do banner

source: Write the target URL
ca: Escriviu l’URL de destinació
es: Escriba la URL de destino
gl: Escriba a URL de destino

source: Add
ca: Afegeix
es: Añadir
gl: Engadir

source: Add a file
ca: Afegeix un fitxer
es: Añadir un archivo
gl: Engadir un arquivo

source: Select a file on first place. Thank you.
ca: Seleccioneu un fitxer en primer lloc. Gràcies.
es: Primero seleccione un archivo. Gracias.
gl: Primeiro seleccione un arquivo. Grazas.

source: add new thumbnail
ca: afegeix una miniatura nova
es: añadir una nueva miniatura
gl: engadir unha nova miniatura

source: New Thumbnail added.
ca: La miniatura nova s’ha afegit.
es: Nueva miniatura añadida.
gl: Nova miniatura engadida.

source: Write the URL
ca: Escriviu l’URL
es: Escriba la URL
gl: Escriba a URL

source: New thumbnail
ca: Miniatura nova
es: Nueva miniatura
gl: Nova miniatura

source: Use Thumbnail
ca: Utilitza la miniatura
es: Usar miniatura
gl: Usar miniatura

source: There are no thumbnails in the database.
ca: No hi ha miniatures a la base de dades.
es: No hay miniaturas en la base de datos.
gl: Non hai miniaturas na base de datos.

source: Update the video to show the thumbnails
ca: Actualitza el vídeo perquè mostri les miniatures
es: Actualice el vídeo para ver las miniaturas
gl: Actualice o vídeo para velas miniaturas

source: Update the event to show the thumbnail
ca: Actualitza l’esdeveniment perquè mostri la miniatura
es: Actualice el evento para mostrar la miniatura
gl: Actualice o evento para amosala miniatura

source: change broadcast status of multimedia objects inside the series
ca: canvia l’estat d’emissió dels objectes multimèdia de la sèrie
es: cambie el estado de emisión de los objetos multimedia dentro de la serie
gl: cambie o estado de emisión dos obxectos multimedia dentro da serie

source: Multimedia Objects
ca: Objectes multimèdia
es: Objetos Multimedia
gl: Obxectos Multimedia

source: ALL
ca: TOTS
es: TODOS
gl: TODOS

source: Published
ca: Publicats
es: Publicado
gl: Publicado

source: Blocked
ca: Bloquejats
es: Bloqueado
gl: Bloqueado

source: Hidden
ca: Ocults
es: Oculto
gl: Oculto

source: Published: is listed in the Series and can be played with published URL
ca: Publicats: es troben llistats a la sèrie i es poden reproduir amb l’URL publicat
es: Publicado: se lista en el catálogo de Series y puede ser reproducido con la URL de publicación
gl: Publicado: lístase no catálogo de Series e pode ser reproducido coa URL de publicación

source: Hidden: is not listed in the Series but can be played with magic URL
ca: Ocults: no es troben llistats a la sèrie, però es poden reproduir amb un URL màgic
es: Oculto: no se lista en el catálogo de Series pero puede ser reproducido con la URL mágica
gl: Oculto: non se lista no catálogo de Series pero pode ser reproducido coa URL máxica

source: Blocked: cannot be accessed outside the back-end
ca: Bloquejats: no s’hi pot accedir des de fora del back-end
es: Bloqueado: no es accesible fuera del back-end
gl: Bloqueado: non é accesible fora do back-end

source: Select
ca: Selecciona
es: Seleccionar
gl: Seleccionar

source: nothing
ca: res
es: nada
gl: nada

source: all
ca: tot
es: todo
gl: todo

source: Moodle Playlists
ca: Llistes de reproducció del Moodle
es: Listas de moodle
gl: Listas de moodle

source: Create new playlist
ca: Crea una llista de reproducció nova
es: Crear nueva lista de reproducción
gl: Crear nova lista de reprodución

source: Select any playlist.
ca: Selecciona qualsevol llista de reproducció.
es: Seleccionar cualquier lista de reproducción.
gl: Seleccionar calquera lista de reprodución.

source: videos
ca: vídeos
es: vídeos
gl: vídeos

source: There are no playlist with those values.
ca: No hi ha llistes de reproducció amb aquests valors.
es: No hay listas de reproducción con esos valores.
gl: Non hai listas de reprodución con eses valores.

source: {0} playlist|{1} playlist|]1,Inf] playlists
ca: {0} llistes de reproducció|{1} llista de reproducció|]1,Inf] llistes de reproducció
es: {0} listas de reproducción|{1} lista de reproducción|]1,Inf] listas de reproducción
gl: {0} listas de reprodución|{1} lista de reprodución|]1,Inf] listas de reprodución

source: Num. Mm.Obj.
ca: Obj. multim. núm.
es: Num. Obj. Mm.
gl: Num. Obx. Mm.

source: Metadata
ca: Metadades
es: Metadatos
gl: Metadatos

source: Id:
ca: Identificador:

source: Preview:
ca: Previsualització:
es: Vista previa:
gl: Vista previa:

source: Playlist Metadata
ca: Metadades de la llista de reproducció
es: Metadatos listas de reproducción
gl: Metadatos listas de reprodución

source: Delete the playlist
ca: Elimina la llista de reproducció
es: Eliminar la lista de reproducción
gl: Eliminala lista de reprodución

source: Series saved ERROR
ca: S’ha produït un error en desar la sèrie
es: ERROR al guardar la Serie
gl: ERROR ao gardar a Serie

source: Series saved OK
ca: La sèrie s’ha desat correctament
es: Serie guardada OK
gl: Serie gardada OK

# Add the object &quot;%title%&quot; to the playlist
source: Add the object "%title%" to the playlist
ca: Afegeix l’objecte "%title%" a la llista de reproducció
es: Añadir el objeto "%title%" a la lista de reproducción
gl: Engadilo objxecto "%title%" á lista de reprodución

source: Add %num% multimedia objects to the playlist
ca: Afegeix %num% objectes multimèdia a la llista de reproducció
es: Añadir %num% objetos multimedia a la lista de reproducción
gl: Engadir %num% obxectos multimedia á lista de reprodución

source: There are no playlist, please create one.
ca: No hi ha llistes de reproducció. Creeu-ne una.
es: No hay listas de reproducción, por favor cree una.
gl: Non hai listas de reprodución, por favor cree unha.

source: Create playlist
ca: Crea una llista de reproducció
es: Crear lista de reproducción
gl: Crear lista de reprodución

source: Error creating playlist
ca: S’ha produït un error en crear la llista de reproducció
es: Error creando lista de reproducción
gl: Erro creando lista de reprodución

source: Error adding object to playlist
ca: S’ha produït un error en afegir l’objecte a la llista de reproducció
es: Error añadiendo objeto a la lista de reproducción
gl: Erro engadindo obxecto á lista de reprodución

source: Back to playlist list
ca: Torna a la llista de llistes de reproducció
es: Volver al listado de listas de reproducción
gl: Volver á listaxe de listas de reprodución

source: Add multimedia object
ca: Afegeix l’objecte multimèdia
es: Añadir objeto multimedia
gl: Engadir obxecto multimedia

source: Info
ca: Informació

source: Preview
ca: Previsualització
es: Vista Previa
gl: Vista Previa

source: Add Multimedia Object to Playlist
ca: Afegeix l’objecte multimèdia a la llista de reproducció
es: Añadir objeto multimedia a la lista de reproducción
gl: Engadir obxecto multimedia á lista de reprodución

source: Add videos
ca: Afegeix vídeos
es: Añadir vídeos
gl: Engadir vídeos

source: The url does not have a valid format.
ca: L’URL no té un format vàlid.
es: La url no tiene un formato válido.
gl: A url non ten un formato válido.

source: Please, enter an url with the following format: <b>https://example.domain.org/video/XXXXXXXX</b>
ca: Introduïu un URL amb el format següent: &lt;b&gt;https://exemple.domini.org/video/XXXXXXXX&lt;/b&gt;
es: Por favor, introduzca una url con el siguiente formato: &lt;b&gt;https://ejemplo.dominio.org/video/XXXXXXXX&lt;/b&gt;
gl: Por favor, introduza unha url co seguinte formato: <b>https://exemplo.dominio.org/video/XXXXXXXX</b>

source: or enter the ID of the Multimedia Object.
ca: o introduïu l’identificador de l’objecte multimèdia.
es: o introduzca el ID del Objeto Multimedia.
gl: ou introduza o ID do Obxecto Multimedia.

source: There is no published Multimedia Object with the following id:
ca: No hi ha objectes multimèdia publicats amb l’identificador següent:
es: No hay Objetos Multimedia publicados con el siguiente id:
gl: Non hai Obxectos Multimedia publicados co seguinte id:

source: create new role
ca: crea un rol nou
es: crear nuevo rol
gl: crear novo rol

source: There was an error in creating the Role.
ca: S’ha produït un error en crear el rol.
es: Ha ocurrido un error creando el Rol.
gl: Ocorreu un erro creando o Rol.

source: Role successfully created.
ca: El rol s’ha creat correctament.
es: El Rol ha sido creado correctamente.
gl: O Rol creouse correctamente.

source: Cod
ca: Codi

source: Roles
ca: Rols

source: Display
ca: Mostra
es: Mostrar
gl: Amosar

source: Code
ca: Codi
es: Código
gl: Código

source: There are no roles with those values.
ca: No hi ha rols amb aquests valors.
es: No hay roles con esos valores.
gl: Non hai roles con eses valores.

source: Edit Role
ca: Edita el rol
es: Editar Rol
gl: Editar Rol

source: {0} roles|{1} role|]1,Inf] roles
ca: {0} rols|{1} rol|]1,Inf] rols
es: {0} roles|{1} rol|]1,Inf] roles
gl: {0} roles|{1} rol|]1,Inf] roles

source: modify role
ca: modifica el rol
es: modificar rol
gl: modificar rol

source: There was an error in updating the Role.
ca: S’ha produït un error en actualitzar el rol.
es: Ha ocurrido un error actualizando el Rol.
gl: Ocorreu un erro actualizando o Rol.

source: Role successfully updated.
ca: El rol s’ha actualitzat correctament.
es: El Rol se ha actualizado correctamente.
gl: O Rol actualizouse correctamente.

source: Others
ca: D’altres
es: Otros
gl: Outros

source: Announced
ca: Anunciats
es: Anunciado
gl: Anunciado

source: Indifferent
ca: Indiferent
es: Indiferente
gl: Indiferente

source: Yes
ca: Sí
es: Sí
gl: Si

source: change status of multimedia objects inside the series
ca: canvia l’estat dels objectes multimèdia de la sèrie
es: cambie el estado de los objetos multimedia dentro de la serie
gl: cambie o estado dos obxectos multimedia dentro da serie

source: Multimedia Series
ca: Sèrie multimèdia
es: Series Multimedia
gl: Series Multimedia

source: Create new series
ca: Crea una sèrie nova
es: Crear nueva serie
gl: Crear nova serie

source: Select any series.
ca: Selecciona qualsevol sèrie.
es: Seleccionar alguna serie.
gl: Seleccionar algunha serie.

source: Click to modify status of all Multimedia Objects
ca: Feu clic per modificar l’estat de tots els objectes multimèdia
es: Haga clic para modificar el estado de todos los Objetos Multimedia
gl: Faga clic para modificalo estado de tódolos Obxectos Multimedia

source: Not enough privileges to modify status of all Multimedia Objects
ca: No teniu prou privilegis per modificar l’estat de tots els objectes multimèdia
es: No tiene privilegios suficientes para modificar el estado de todos los Objetos Multimedia
gl: Non ten suficientes privilexios para modificalo estado de tódolos Obxectos Multimedia

source: There are no series with those values.
ca: No hi ha sèries amb aquests valors.
es: No hay series con esos valores.
gl: Non hai series con eses valores.

source: {0} series|{1} series|]1,Inf] series
ca: {0} sèries|{1} sèrie|]1,Inf] sèries
es: {0} series|{1} serie|]1,Inf] series
gl: {0} series|{1} serie|]1,Inf] series

source: Series properties
ca: Propietats de la sèrie
es: Propiedades de la Serie
gl: Propiedades da Serie

source: Series Metadata
ca: Metadades de la sèrie
es: Metadata de la Serie
gl: Metadata da Serie

source: Videos Metadata Template
ca: Plantilla de metadades de vídeos
es: Plantilla de Metadatos del Vídeo
gl: Plantilla de Metadatos do Vídeo

source: Password protected
ca: Protegit amb contrasenya
es: Protegido con contraseña
gl: Protexido con contrasinal

source: Only logged in Users
ca: Només els usuaris connectats
es: Solo usuarios registrados
gl: Só usuarios rexistrados

source: Only Users in Groups
ca: Només els usuaris en grups
es: Solo usuarios en grupos
gl: Só usuarios en grupos

source: Modify broadcast profile of all multimedia objects in this Series
ca: Modifica el perfil d’emissió de tots els objectes multimèdia d’aquesta sèrie
es: Modificar el perfil de difusión de todos los objetos multimedia en esta Serie
gl: Modificalo perfil de difusión de tódolos obxectos multimedia nesta Serie

source: WARNING: All Multimedia Objects in this Series will be modified with the selected Broadcast.
ca: ADVERTÈNCIA: Tots els objectes multimèdia d’aquesta sèrie es modificaran amb l’emissió seleccionada.
es: ADVERTENCIA: Todos los Objetos Multimedia en esta Serie serán modificados con el perfil de difusión seleccionado.
gl: ADVERTENCIA: Tódolos Obxectos Multimedia nesta Serie serán modificados co perfil de difusión elixido.

source: Any Internet user can play this multimedia object in the video portal
ca: Qualsevol usuari d’Internet pot reproduir aquest objecte multimèdia al portal de vídeo
es: Cualquier usuario de Internet puede reproducir este objeto multimedia en el portal de vídeo
gl: Calquera usuario de Internet pode reproducir este obxecto multimedia no portal de vídeo
