Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/NewAdminBundle/Resources/translations/messages.*.xlf
Languages: ca, es, gl

source: Multimedia Object successfully created.
ca: L’objecte multimèdia s’ha creat correctament.
es: Objetos Multimedia creados correctamente.
gl: Obxectos Multimedia creados correctamente.

source: Series successfully created.
ca: La sèrie s’ha creat correctament.
es: Series creadas correctamente.
gl: Series creadas correctamente.

source: Playlist successfully created.
ca: La llista de reproducció s’ha creat correctament.
es: Lista de reproducción creada correctamente.
gl: Lista de reprodución creada correctamente.

source: The given URL is not valid
ca: L’URL introduït no és vàlid
es: La URL proporcionada no es válida
gl: A URL proporcionada non é válida

source: This directory
ca: Aquest directori
es: Este directorio
gl: Este directorio

source: Can not delete tag with code
ca: No es pot eliminar una etiqueta amb codi
es: No se puede eliminar la categoría con el código
gl: Non se pode eliminala categoría co código

source: Multimedia Object(s) has/have this tag
ca: Hi ha objectes multimèdia amb aquesta etiqueta
es: El/Los Objeto(s) Multimedia tiene/tienen esta categoría
gl: O/Os Obxecto(s) Multimedia ten/teñen esta categoría

source: Are you sure you want to delete the tag with code
ca: Confirmeu que voleu eliminar l’etiqueta amb codi
es: ¿Estás seguro de querer eliminar la categoría con el código
gl: Está vostede seguro de querer eliminala categoría co código

source: Tag
ca: Etiqueta
es: Categoría
gl: Categoría

source: ATTENTION: Are you sure you want to delete all User from this Group?
ca: ATENCIÓ: Confirmeu que voleu eliminar tots els usuaris d’aquest grup?
es: ATENCiÓN: ¿Está seguro de querer eliminar todos los Usuarios de este Grupo?
gl: ATENCIÓN: Está vostede seguro de querer eliminar tódolos usuarios deste grupo?

source: ATTENTION: Are you sure you want to delete all Admin Multimedia Objects from this Group?
ca: ATENCIÓ: Confirmeu que voleu eliminar tots els objectes multimèdia d’administració d’aquest grup?
es: ATENCiÓN: ¿Está seguro de querer eliminar todos los Objetos Multimedia Administrados de este Grupo?
gl: ATENCiÓN: Está seguro de querer eliminar tódolos Obxectos Multimedia Administrados deste Grupo?

source: ATTENTION: Are you sure you want to delete all Play Multimedia Objects from this Group?
ca: ATENCIÓ: Confirmeu que voleu eliminar tots els objectes multimèdia de reproducció d’aquest grup?
es: ATENCiÓN: ¿Está seguro de querer eliminar todos los Objetos Multimedia Reproducibles de este Grupo?
gl: ATENCiÓN: Está seguro de querer eliminar tódolos Obxectos Multimedia Reproducibles deste Grupo?

source: There was an error in creating the Live event.
ca: S’ha produït un error en crear l’esdeveniment en directe.
es: Ha ocurrido un error creando el evento en vivo.
gl: Ocorreu un erro creando o evento en vivo.

source: Live event successfully created.
ca: L’esdeveniment en directe s’ha creat correctament.
es: Evento en vivo creado correctamente.
gl: Evento en vivo creado correctamente.

source: Failed to update event, you need to create a channel first.
ca: No s'ha pogut actualitzar l'esdeveniment, primer cal crear un canal.
es: No se ha podido modificar el evento, primero es necesario crear un canal.

source: There was an error in creating the Live channel.
ca: S’ha produït un error en crear el canal en directe.
es: Ha ocurrido un error al crear el canal en vivo.
gl: Ocorreu un erro ao crear o canal en vivo.

source: Live channel successfully created.
ca: El canal en directe s’ha creat correctament.
es: Canal en vivo creado correctamente.
gl: Canle en vivo creado correctamente.

source: Series type channel successfully created.
ca: El canal de tipus de sèrie s’ha creat correctament.
es: Canal de serie tipo creado correctamente.
gl: Canle de serie tipo creado correctamente.

source: Multimedia Object saved ERROR: Publication Date can not be lower than Recording Date.
ca: S’ha produït un error en desar l’objecte multimèdia: la data de publicació no pot ser anterior a la data de gravació.
es: ERROR al guardar el Objeto Multimedia: La fecha de publicación no puede ser menor que la de grabación.
gl: ERRO ao gardar o Obxecto Multimedia: A data de publicación non pode ser menor cá de gravación.

source: There was an error in updating the User.
ca: S’ha produït un error en actualitzar l’usuari.
es: Ha ocurrido un error al actualizar el Usuario.
gl: Ocorreu un erro ao actualizalo Usuario.

source: User successfully updated.
ca: L’usuari s’ha actualitzat correctament.
es: Usuario actualizado correctamente.
gl: Usuario actualizado correctamente.

source: There was an error in creating the User.
ca: S’ha produït un error en crear l’usuari.
es: Ha ocurrido un error al crear el Usuario.
gl: Ocorreu un erro ao crealo Usuario.

source: User successfully created.
ca: L’usuari s’ha creat correctament.
es: Usuario creado correctamente.
gl: Usuario creado correctamente.

source: There was an error in creating the Permission Profile.
ca: S’ha produït un error en crear el perfil de permisos.
es: Ha ocurrido un error al crear el perfil de permisos.
gl: Ocorreu un erro ao crealo perfil de permisos.

source: Permission Profile successfully created.
ca: El perfil de permisos s’ha creat correctament.
es: Perfil de permisos creado correctamente.
gl: Perfil de permisos creado correctamente.

source: There was an error in updating the Permission Profile.
ca: S’ha produït un error en actualitzar el perfil de permisos.
es: Ha ocurrido un error al actualizar el Perfil de Permisos.
gl: Ocorreu un erro ao actualizalo Perfil de Permisos.

source: Permission Profile successfully updated.
ca: El perfil de permisos s’ha actualitzat correctament.
es: Perfil de Permisos actualizado correctamente.
gl: Perfil de Permisos actualizado correctamente.

source: Permission Profiles successfully updated.
ca: Els perfils de permisos s’han actualitzat correctament.
es: Perfil de Permisos actualizado correctamente.
gl: Perfil de Permisos actualizado correctamente.

source: The permission
ca: El permís
es: El permiso
gl: O permiso

source: is dependent of the permission(s)
ca: depèn dels permisos
es: depende del/de los permiso(s)
gl: depende do/dos permiso(s)

source: If you click OK you will uncheck all these permissions. Are you sure?
ca: Si feu clic a D’acord desactivareu tots aquests permisos. Voleu continuar?
es: Si hace clic en OK desmarcará todos estos permisos. ¿Está seguro?
gl: Se fai clic en OK desmarcará todos estes permisos. Está vostede seguro?

source: ATTENTION: Are you sure you want to delete this User from this Group?
ca: ATENCIÓ: Confirmeu que voleu eliminar aquest usuari d’aquest grup?
es: ATENCIÓN: ¿Está seguro de querer eliminar este Usuario de este Grupo?
gl: ATENCIÓN: Está seguro de querer eliminar este Usuario deste Grupo?

source: ATTENTION: Are you sure you want to delete this Admin Multimedia Object from this Group?
ca: ATENCIÓ: Confirmeu que voleu eliminar aquest objecte multimèdia d’administració d’aquest grup?
es: ATENCIÓN: ¿Está seguro de querer eliminar este Objeto Multimedia Administrado de este Grupo?
gl: ATENCIÓN: Está seguro de querer eliminar este Obxecto Multimedia Administrado deste Grupo?

source: ATTENTION: Are you sure you want to delete this Play Multimedia Object from this Group?
ca: ATENCIÓ: Confirmeu que voleu eliminar aquest objecte multimèdia de reproducció d’aquest grup?
es: ATENCiÓN: ¿Está seguro de querer eliminar este Objeto Multimedia Reproducible de este Grupo?
gl: ATENCiÓN: Está seguro de querer eliminar este Obxecto Multimedia Reproducible deste Grupo?

source: WARNING: You will no longer have access to this Multimedia Object.
ca: ADVERTÈNCIA: Deixareu de tenir accés a aquest objecte multimèdia.
es: ADVERTENCIA: Dejará de tener acceso a este Objeto Multimedia.
gl: ADVERTENCIA: Deixará de ter acceso a este Obxecto Multimedia.

source: Any Internet user can play this multimedia object
ca: Qualsevol usuari d’Internet pot reproduir aquest objecte multimèdia
es: Cualquier usuario de Internet puede reproducir este objeto multimedia
gl: Calquera usuario de Internet pode reproducir este obxecto multimedia

source: Only users with the defined password can play this multimedia object
ca: Només els usuaris amb la contrasenya definida poden reproduir aquest objecte multimèdia
es: Sólo los usuarios con la contraseña definida podrán reproducir este objeto multimedia
gl: Só os usuarios co contrasinal definido poderán reproducir este obxecto multimedia

source: Only logged in users in the system can play this multimedia object
ca: Només els usuaris connectats al sistema poden reproduir aquest objecte multimèdia
es: Sólo los usuarios registrados en el sistema podrán reproducir este objeto multimedia
gl: Só os usuarios rexistrados no sistema poderán reproducir este obxecto multimedia

source: Only users in the selected Groups can play this multimedia object
ca: Només els usuaris dels grups seleccionats poden reproduir aquest objecte multimèdia
es: Sólo los usuarios en los Grupos seleccionados podrán reproducir este objeto multimedia
gl: Só os usuarios nos Grupos seleccionados poderán reproducir este obxecto multimedia

source: Media Manager
ca: Gestor d’objectes multimèdia
es: Gestor de contenidos
gl: Xestor de contidos

source: Stats
ca: Estadístiques
es: Estadísticas
gl: Estadísticas

source: Live
ca: En directe
es: Directos
gl: Directos

source: Live Channels
ca: Canals en directe
es: Canales de Directo
gl: Canles de Directo

source: Live Events
ca: Esdeveniments en directe
es: Eventos en Directo
gl: Eventos en Directo

source: Encoder jobs
ca: Tasques del codificador
es: Tareas de codificación
gl: Tarefas de codificación

source: Tables
ca: Taules
es: Tablas
gl: Táboas

source: Management
ca: Gestió
es: Administración
gl: Administración

source: Admin users
ca: Usuaris administradors
es: Administración de usuarios
gl: Usuarios administradores

source: Permission profiles
ca: Perfils de permisos
es: Perfiles de permisos
gl: Perfís de permisos

source: Tools
ca: Eines
es: Herramientas
gl: Ferramentas

source: OC-Importer
ca: Importador de l’Opencast
es: Importador OC
gl: Importador OC

source: My Multimedia Objects
ca: Els meus objectes multimèdia
es: Mis Objetos Multimedia
gl: Os meus Obxectos Multimedia

source: {0} |{1} 1 pending job. |]1,Inf[ %count% pending jobs.
ca: {0} |{1} 1 tasca pendent. |]1,Inf[ %count% tasques pendents.
es: {0} |{1} 1 tarea pendiente. |]1,Inf[ %count% tareas pendientes.
gl: {0} |{1} 1 tarefa pendente. |]1,Inf[ %count% tarefas pendentes.

source: {0} |{1} 1 executing job. |]1,Inf[ %count% executing jobs.
ca: {0} |{1} 1 tasca en execució. |]1,Inf[ %count% tasques en execució.
es: {0} |{1} 1 tarea en ejecución. |]1,Inf[ %count% tareas en ejecución.
gl: {0} |{1} 1 tarefa en execución. |]1,Inf[ %count% tarefas en execución.

source: Multimedia object preview
ca: Previsualització de l’objecte multimèdia
es: Vista previa del objeto multimedia
gl: Vista previa do obxecto multimedia

source: The multimedia object '%title%' is not playable
ca: L’objecte multimèdia '%title%' no es pot reproduir
es: No se puede reproducir el objeto multimedia '%title%'
gl: Non se pode reproducir o obxecto multimedia '%title%'

source: The multimedia object '%title%' is not published
ca: L’objecte multimèdia '%title%' no està publicat
es: No se puede publicar el objeto multimedia '%title%'
gl: Non se pode publicar o obxecto multimedia '%title%'

source: My Moodle Playlists
ca: Les meves llistes de reproducció del Moodle
es: Mis listas de reproducción de Moodle
gl: As miñas listas de reprodución de Moodle

source: List multimedia objects of the playlist
ca: Llista els objectes multimèdia de la llista de reproducció
es: Objetos multimedia de la lista de reproducción
gl: Obxectos multimedia da lista de reprodución

source: This object cannot be played on the playlist
ca: Aquest objecte no es pot reproduir a la llista de reproducció
es: Este objeto no se puede reproducir en la lista de reproducción
gl: Este obxecto non se pode reproducir na lista de reprodución

source: This user does not own any multimedia objects
ca: Aquest usuari no té cap objecte multimèdia
es: Este usuario no es propietario de ningún objeto multimedia
gl: Este usuario non é propietario de ningún obxecto multimedia

source: Edit multimedia object
ca: Edita l’objecte multimèdia
es: Editar objeto multimedia
gl: Editar obxecto multimedia

source: Delete multimedia object from de playlist
ca: Elimina l’objecte multimèdia de la llista de reproducció
es: Eliminar objeto multimedia de la lista de reproducción
gl: Eliminar obxecto multimedia da lista de reprodución

source: My Multimedia Series
ca: Les meves sèries multimèdia
es: Mis Series Multimedia
gl: As miñas Series Multimedia

source: List multimedia objects of the series
ca: Llista els objectes multimèdia de la sèrie
es: Lista de objetos multimedia de la serie
gl: Lista de obxectos multimedia da serie

source: Go to series
ca: Vés a les sèries
es: Ir a las series
gl: Ir ás series

source: Go to playlists
ca: Vés a les llistes de reproducció
es: Ir a las listas de reproducción
gl: Ir ás listas de reprodución

source: Add the name of the person you want to add. In case this person already exists in the database, a pull-down list will be shown, where you can select him/her and <strong>use him/her</strong>. If he/she doesn't exist in the database, <strong>create</strong> a new entrance with the written name
ca: Introduïu el nom de la persona que voleu afegir. Si aquesta persona ja existeix a la base de dades, es mostrarà una llista desplegable des de la qual podreu seleccionar-la i &lt;strong&gt;utilitzar-la&lt;/strong&gt;. Si la persona no existeix a la base de dades, &lt;strong&gt;creeu&lt;/strong&gt; una entrada nova amb el nom escrit
es: Introduzca el nombre de la persona que quiere añadir. En el caso de que esa persona ya exista en la base de datos, aparecerá una lista desplegable en donde podrá seleccionarla y &lt;strong&gt;usarla&lt;/strong&gt;. Si no existe en la base de datos, &lt;strong&gt;cree&lt;/strong&gt; una nueva entrada con el nombre
gl: Introduza o nombre da persoa que quere engadir. No caso de que esa persoa xa exista na base de datos, aparecerá unha lista despregable na cal poderá seleccionala e <strong>usala</strong>. Senón existe na base de datos, <strong>cree</strong> unha nova entrada co nome

source: My Playlists
ca: Les meves llistes de reproducció
es: Mis listas
gl: As miñas listas

source: Delete multimedia object from the playlist
ca: Elimina l’objecte multimèdia de la llista de reproducció
es: Eliminar objeto multimedia de la lista
gl: Eliminar obxecto multimedia da lista

source: My Series
ca: Les meves sèries
es: Mis series
gl: As miñas series

source: Keywords
ca: Paraules clau
es: Palabras Clave
gl: Palabras Clave

source: License
ca: Llicència
es: Licencia
gl: Licenza

source: License <a href="%urlLicense%" target="__blank"><i class="fa fa-info-circle" aria-hidden="true"></i></a>
ca: llicència <a href="%urlLicense%" target="__blank"><i class="fa fa-info-circle" aria-hidden="true"></i></a>
es: Licencia <a href="%urlLicense%" target="__blank"><i class="fa fa-info-circle" aria-hidden="true"></i></a>

source: Publication Date
ca: Data de publicació
es: Fecha de publicación
gl: Data de publicación

source: Recording Date
ca: Data de gravació
es: Fecha de grabación
gl: Data de gravación

source: Header Text
ca: Text de capçalera
es: Texto de encabezado
gl: Texto de encabezado

source: Footer Text
ca: Text de peu de pàgina
es: Texto de pie de página
gl: Texto do pé de páxina

source: Template
ca: Plantilla
es: Plantilla
gl: Plantilla

source: Subseries
ca: Subsèrie

source: USERS
ca: USUARIS
es: USUARIOS
gl: USUARIOS

source: ADMIN MULTIMEDIA OBJECTS
ca: OBJECTES MULTIMÈDIA D’ADMINISTRACIÓ
es: ADMINISTRACIÓN DE OBJETOS MULTIMEDIA
gl: ADMINISTRACIÓN DE OBXECTOS MULTIMEDIA

source: PLAY MULTIMEDIA OBJECTS
ca: OBJECTES MULTIMÈDIA DE REPRODUCCIÓ
es: REPRODUCCIÓN DE OBJETOS MULTIMEDIA
gl: REPRODUCIÓN DE OBXECTOS MULTIMEDIA

source: Magic Url
ca: URL màgic
es: Url Mágica
gl: Url Máxica

source: Is part of
ca: Forma part de
es: Pertenece a la serie
gl: Pertence á serie

source: No tags
ca: Sense etiquetes
es: Sin categorías
gl: Sen categorías

source: Login from
ca: Inicia la sessió des de
es: Logueado desde
gl: Sesión iniciada dende

source: Logout
ca: Finalitza la sessió
es: Cerrar sesión
gl: Pechar sesión

source: Published Multimedia Object(s)
ca: Objectes multimèdia publicats
es: Objeto(s) multimedia publicado(s)
gl: Obxecto(s) multimedia publicado(s)

source: Hidden Multimedia Object(s)
ca: Objectes multimèdia ocults
es: Objeto(s) multimedia oculto(s)
gl: Obxecto(s) multimedia oculto(s)

source: Blocked Multimedia Object(s)
ca: Objectes multimèdia bloquejats
es: Objeto(s) Multimedia Bloqueado(s)
gl: Obxecto(s) Multimedia Bloqueado(s)

source: No tags found with this criteria
ca: No s’han trobat etiquetes amb aquests criteris
es: No hay categorías con este criterio
gl: Non hai categorías con este criterio

source: Insert filter...
ca: Insereix un filtre...
es: Inserte filtro...
gl: Insira filtro...

source: Login since
ca: Sessió iniciada des de
es: Logueado desde
gl: Sesión iniciada dende

source: Edit non local user
ca: Edita un usuari no local
es: Editar usuario no local
gl: Editar usuario non local

source: modify non local user
ca: modifica un usuari no local
es: editar usuario no local
gl: editar usuario non local

source: Error promoting user
ca: S’ha produït un error en promocionar l’usuari
es: Error promocionando usuario
gl: Erro promocionando usuario

source: Location
ca: Ubicació
es: Lugar
gl: Lugar

source: Channels
ca: Canals
es: Canales
gl: Canles

source: Schedule
ca: Calendari
es: Programación
gl: Programación

source: Announce
ca: Avís
es: Anunciado
gl: Anunciado

source: STREAM
ca: TRANSMISSIÓ

source: Technology
ca: Tecnologia
es: Tecnología
gl: Tecnoloxía

source: Qualities
ca: Qualitats
es: Calidades
gl: Calidades

source: IP source
ca: Font d’IP
es: IP Origen
gl: IP Orixe

source: Last Added (Announced)
ca: Darrers afegits (anunciats)
es: Últimos Añadidos (Anunciado)
gl: Últimos Engadidos (Anunciado)

source: Subtitle
ca: Subtítol
es: Subtítulo
gl: Subtítulo

source: Headline
ca: Titular
es: Titular
gl: Titular

source: zip - Compress file
ca: zip - Fitxer de compressió
es: zip - Archivo comprimido
gl: zip - Arquivo comprimido

source: tgz - Compress file
ca: tgz - Fitxer de compressió
es: tgz - Archivo comprimido
gl: tgz - Arquivo comprimido

source: tar - Backup file
ca: tar - Fitxer de còpia de seguretat
es: tar - Archivo copia de seguridad
gl: tar - Arquivo copia de seguridade

source: swf - Flash file
ca: swf - Fitxer Flash
es: swf - Archivo flash
gl: swf - Arquivo flash

source: rar - Compress file
ca: rar - Fitxer de compressió
es: rar - Archivo comprimido
gl: rar - Arquivo comprimido

source: ppt - Power Point file
ca: ppt - Fitxer Power Point
es: ppt - Archivo de PowerPoint
gl: ppt - Arquivo de PowerPoint

source: pps - Power Point file
ca: pps - Fitxer Power Point
es: pps - Archivo de PowerPoint
gl: pps - Arquivo de PowerPoint

source: pdf - PDF file
ca: pdf - Fitxer PDF
es: pdf - Archivo PDF
gl: pdf - Arquivo PDF

source: mp3 - MP3 file
ca: mp3 - Fitxer MP3
es: mp3 - Archivo MP3
gl: mp3 - Arquivo MP3

source: gz - Compress file
ca: gz - Fitxer de compressió
es: gz - Archivo comprimido
gl: gz - Arquivo comprimido

source: doc - Word file
ca: doc - Fitxer Word
es: doc - Archivo de Word
gl: doc - Arquivo de Word

source: srt - Text-captions srt
ca: srt - Fitxer de subtítols
es: srt - Subtítulos srt
gl: srt - Subtítulos srt

source: vtt - Video Text Tracks
ca: vtt - Pistes de text de vídeo
es: vtt - Subtítulos vtt
gl: vtt - Subtítulos vtt

source: dfxp - Distribution Format Exchange Profile
ca: dfxp - Perfil d’intercanvi de format de distribució
es: dfxp - Archivo dfxp
gl: dfxp - Arquivo dfxp

source: Successfully updated groups in User.
ca: Els grups s’han actualitzat correctament a l’usuari.
es: Actualizados satisfactoriamente los grupos en el usuario.
gl: Actualizados satisfactoriamente os grupos no usuario.

source: Successfully updated groups in Mm.
ca: Els grups s’han actualitzat correctament a l’objecte multimèdia.
es: Actualizados satisfactoriamente los grupos en el objeto multimedia.
gl: Actualizados satisfactoriamente os grupos no obxecto multimedia.

source: Successfully updated Broadcast.
ca: L’emissió s’ha actualitzat correctament.
es: Actualizada satisfactoriamente la difusión.
gl: Actualizada satisfactoriamente a difusión.

source: Successfully updated Broadcast in all Multimedia Objects.
ca: L’emissió s’ha actualitzat correctament a tots els objectes multimèdia.
es: Actualizada satisfactoriamente la difusión en todos los objetos multimedia.
gl: Actualizada satisfactoriamente a difusión en tódolos obxectos multimedia.

source: Any Internet user can play the new multimedia objects created from this video template
ca: Qualsevol usuari d’Internet pot reproduir els objectes multimèdia nous creats a partir d’aquesta plantilla de vídeo
es: Cualquier usuario de Internet puede reproducir los nuevos objetos multimedia creados a partir de esta plantilla de video
gl: Calquera usuario de Internet pode reproducir os novos obxectos multimedia creados a partir desta plantilla de video

source: Only users with the defined password can play the new multimedia objects created from this video template
ca: Només els usuaris amb la contrasenya definida poden reproduir els objectes multimèdia nous creats a partir d’aquesta plantilla de vídeo
es: Sólo los usuarios con la contraseña definida podrán reproducir los nuevos objetos multimedia creados a partir de esta plantilla de vídeo
gl: Só os usuarios co contrasinal definido poderán reproducir os novos obxectos multimedia creados a partir desta plantilla de vídeo

source: Only logged in users in the system can play the new multimedia objects created from this video template
ca: Només els usuaris connectats al sistema poden reproduir els objectes multimèdia nous creats a partir d’aquesta plantilla de vídeo
es: Sólo los usuarios registrados en el sistema podrán reproducir los nuevos objetos multimedia creados a partir de esta plantilla de vídeo
gl: Só os usuarios rexistrados no sistema poderán reproducir os novos obxectos multimedia creados a partir desta plantilla de vídeo

source: Only users in the selected Groups can play the new multimedia objects created from this video template
ca: Només els usuaris dels grups seleccionats poden reproduir els objectes multimèdia nous creats a partir d’aquesta plantilla de vídeo
es: Sólo los usuarios en los Grupos seleccionados podrán reproducir los nuevos objetos multimedia creados a partir de esta plantilla de vídeo
gl: Tan só os usuarios nos grupos seleccionados poderán reproducir os novos obxectos multimedia creados a partir desta plantilla de vídeo

source: Upload new videos
ca: Penja vídeos nous
es: Subir nuevos videos
gl: Subir novos videos

source: Multimedia List
ca: Llista d’objectes multimèdia
es: Lista Multimedia
gl: Lista Multimedia

source: This Series is announced
ca: Aquesta sèrie està anunciada
es: Esta serie está anunciada
gl: Esta serie anunciouse

source: No multimedia object selected
ca: No s’ha seleccionat cap objecte multimèdia
es: No se ha seleccionado ningún objeto multimedia
gl: No se seleccionou ningún obxecto multimedia

source: Search by title, subtitle, description or id
ca: Cerca per títol, subtítol, descripció o identificador
es: Buscar por título, subtítulo, descripción o Id
gl: Buscar por título, subtítulo, descrición ou Id

source: Search by name or surname
ca: Cerca per nom o cognom
es: Buscar por nombre o apellido
gl: Buscar por nome ou apelido

source: Filter
ca: Filtra
es: Filtrar
gl: Filtrar

source: Series picture
ca: Imatge de la sèrie
es: Imagen de la serie
gl: Imaxe da serie

source: Logo
ca: Logotip
es: Imagen
gl: Imaxe
