Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/NewAdminBundle/Resources/translations/messages.*.xlf
Languages: ca, es, gl

source: create new broadcast
ca: crea una emissió nova
es: crear nuevo perfil de difusión
gl: crear un novo perfil de difusión

source: There was an error in creating the Broadcast.
ca: S’ha produït un error en crear l’emissió.
es: Ha ocurrido un error creando el perfil de difusión.
gl: Produciuse un erro creando o perfil de difusión.

source: Broadcast successfully created.
ca: L’emissió s’ha creat correctament.
es: Perfil de difusión creado correctamente.
gl: O perfil de difusión creouse correctamente.

source: Close
ca: Tanca
es: Cerrar
gl: Pechar

source: Save changes
ca: Desa els canvis
es: Guardar cambios
gl: Gardar cambios

source: You don't have enough permissions to access this content.
ca: No teniu prou permisos per accedir a aquest contingut.
es: No tiene permisos suficientes para acceder a este contenido.
gl: Vostede non ten permisos suficientes para acceder a este contido.

source: Search
ca: Cerca
es: Buscar
gl: Buscar

source: Name
ca: Nom
es: Nombre
gl: Nome

source: reset
ca: reinicialitza
es: reiniciar

source: filter
ca: filtra
es: filtrar
gl: filtrar

source: Broadcast profiles
ca: Perfils d’emissió
es: Perfiles de difusión
gl: Perfís de difusión

source: Actions on selected items
ca: Accions sobre els elements seleccionats
es: Acciones sobre los elementos seleccionados
gl: Accións sobre os elementos elixidos

source: Select an action...
ca: Selecciona una acció...
es: Seleccione una acción...
gl: Elixa unha acción...

source: Delete selected
ca: Elimina els elements seleccionats
es: Eliminar elemento seleccionado
gl: Eliminalo elemento elixido

source: New
ca: Nou
es: Nuevo
gl: Novo

source: Type
ca: Tipus
es: Tipo
gl: Tipo

source: Profile Name
ca: Nom del perfil
es: Nombre del perfil
gl: Nome do perfil

source: Description
ca: Descripció
es: Descripción
gl: Descrición

source: Hide
ca: Oculta
es: Oculto
gl: Oculto

source: Mm.Obj.
ca: Obj. multim.
es: Obj. Mm.
gl: Obx. Mm.

source: There are no broadcasts with those values.
ca: No hi ha emissions amb aquests valors.
es: No hay perfiles de difusión con esos valores.
gl: Non hai perfís de difusión con eses valores.

source: Edit Broadcast
ca: Edita l’emissió
es: Editar perfil de difusión
gl: Editar perfil de difusión

source: Select this broadcast by default
ca: Selecciona aquesta emissió per defecte
es: Seleccionar este perfil de difusión por defecto
gl: Seleccionar este perfil de difusión por defecto

source: Default broadcast changed to
ca: L’emissió per defecte ha canviat a
es: Perfil de difusión por defecto cambiado a
gl: Perfil de difusión por defecto cambiado a

source: {0} broadcasts|{1} broadcast|]1,Inf] broadcasts
ca: {0} emissions|{1} emissió|]1,Inf] emissions
es: {0} perfiles de difusión|{1} perfil de difusión|]1,Inf] perfiles de difusión
gl: {0} perfís de difusión|{1} perfil de difusión|]1,Inf] perfís de difusión

source: Cancel current search
ca: Cancel·la la cerca actual
es: Cancelar búsqueda actual
gl: Cancelar busca actual

source: Cancel search
ca: Cancel·la la cerca
es: Cancelar búsqueda
gl: Cancelar busca

source: modify broadcast
ca: modifica l’emissió
es: modificar perfil de difusión
gl: modificar perfil de difusión

source: There was an error in updating the Broadcast.
ca: S’ha produït un error en actualitzar l’emissió.
es: Ha ocurrido un error actualizando el perfil de difusión.
gl: Ocorreu un erro actualizando o perfil de difusión.

source: Broadcast successfully updated.
ca: L’emissió s’ha actualitzat correctament.
es: Perfil de difusión actualizado correctamente.
gl: Perfil de difusión actualizado correctamente.

source: Dashboard
ca: Quadre de comandament
es: Panel de control
gl: Panel de control

source: This page uses Javascript to show you a Timeline.
ca: Aquesta pàgina fa servir el Javascript per mostrar-vos una cronologia.
es: Esta página emplea Javascript para mostrar su línea temporal.
gl: Esta páxina emprega Javascript para amosarlle a súa liña temporal.

source: Please enable Javascript in your browser to see the full page.
ca: Habiliteu el Javascript al navegador per veure la pàgina completa.
es: Por favor, habilite Javascript en su navegador para ver la página completa.
gl: Por favor, habilite Javascript no seu navegador para ver a páxina completa.

source: Thank you.
ca: Gràcies.
es: Gracias.
gl: Grazas.

source: Go to series WebTV page
ca: Ves a la pàgina del portal WebTV de sèries
es: Ir a la serie en la página de WebTV
gl: Ir á serie na páxina de WebTV

source: Date
ca: Data
es: Fecha
gl: Data

source: Event
ca: Esdeveniment
es: Evento
gl: Evento

source: Public
ca: Públic
es: Público
gl: Público

source: There are no live events with those values.
ca: No hi ha esdeveniments en directe amb aquests valors.
es: No hay eventos en vivo con esos valores.
gl: Non hai eventos en vivo con eses valores.

source: Edit Event
ca: Edita l’esdeveniment
es: Editar Evento
gl: Editar evento

source: {0} live events|{1} live event|]1,Inf] live events
ca: {0} esdeveniments en directe|{1} esdeveniment en directe|]1,Inf] esdeveniments en directe
es: {0} eventos en vivo|{1} evento en vivo|]1,Inf] eventos en vivo
gl: {0} eventos en vivo|{1} evento en vivo|]1,Inf] eventos en vivo

source: MONDAY
ca: DILLUNS
es: LUNES
gl: LUNS

source: TUESDAY
ca: DIMARTS
es: MARTES
gl: MARTES

source: WEDNESDAY
ca: DIMECRES
es: MIÉRCOLES
gl: MÉRCORES

source: THURSDAY
ca: DIJOUS
es: JUEVES
gl: XOVES

source: FRIDAY
ca: DIVENDRES
es: VIERNES
gl: VENRES

source: SATURDAY
ca: DISSABTE
es: SÁBADO
gl: SÁBADO

source: SUNDAY
ca: DIUMENGE
es: DOMINGO
gl: DOMINGO

source: Previous
ca: Anterior
es: Anterior
gl: Anterior

source: TODAY
ca: AVUI
es: HOY
gl: HOXE

source: Next
ca: Següent
es: Siguiente
gl: Seguinte

source: create new live event
ca: crea un esdeveniment en directe nou
es: crear un nuevo evento en vivo
gl: crear un novo evento en vivo

source: From
ca: Des de
es: Desde
gl: Dende

source: To
ca: Fins a
es: Hasta
gl: Ata

source: Live broadcastings
ca: Emissions en directe
es: Transmisiones en vivo
gl: Transmisións en vivo

source: Create new live event
ca: Crea un esdeveniment en directe nou
es: Crear un nuevo evento en vivo
gl: Crear un novo evento en vivo

source: Select any live event.
ca: Selecciona qualsevol esdeveniment en directe.
es: Seleccione cualquier evento en vivo.
gl: Seleccione calquera evento en vivo.

source: List
ca: Llista
es: Lista
gl: Lista

source: Calendar
ca: Calendari
es: Calendario
gl: Calendario

source: Select or create any live event.
ca: Selecciona o crea qualsevol esdeveniment en directe.
es: Seleccionar o crear algún evento en vivo.
gl: Seleccionar ou crear algún evento en vivo.

source: modify live event
ca: modifica l’esdeveniment en directe
es: modificar evento en vivo
gl: modificar evento en vivo

source: There was an error in updating the Live event.
ca: S’ha produït un error en actualitzar l’esdeveniment en directe.
es: Ha ocurrido un error actualizando el evento en vivo.
gl: Ocorreu un erro actualizando o evento en vivo.

source: Live event successfully updated.
ca: L’esdeveniment en directe s’ha actualitzat correctament.
es: El evento en vivo ha sido actualizado correctamente.
gl: O evento en vivo actualizouse correctamente.

source: Add thumbnail
ca: Afegeix una miniatura
es: Añadir miniatura
gl: Engadir miniatura

source: Delete thumbnail
ca: Elimina la miniatura
es: Eliminar miniatura
gl: Eliminar miniatura

source: Cancel
ca: Cancel·la
es: Cancelar
gl: Cancelar

source: create new group
ca: crea un grup nou
es: crear un nuevo grupo
gl: crear un novo grupo

source: Group successfully created.
ca: El grup s’ha creat correctament.
es: El grupo ha sido creado correctamente.
gl: O grupo creouse correctamente.

source: External defined users and groups can not be edited here, contact your directory service administrator.
ca: Els usuaris i els grups definits externament no es poden editar aquí. Poseu-vos en contacte amb l’administrador del servei del directori.
es: Los usuarios y grupos definidos externamente no pueden ser editados aquí, contacte con el administrador de su servicio.
gl: Os usuarios e grupos definidos externamente non se poden editar aquí, contacte co administrador do seu servizo.

source: Video Template of Series
ca: Plantilla de vídeo de la sèrie
es: Plantilla de vídeo de la Serie
gl: Plantilla de vídeo da Serie

source: Key
ca: Clau
es: Clave
gl: Clave

source: Origin
ca: Origen
es: Origen
gl: Orixe

source: Groups
ca: Grups
es: Grupos
gl: Grupos

source: group deletion
ca: supressió de grups
es: borrado de grupos
gl: borrado de grupos

source: group info
ca: informació del grup
es: información del grupo
gl: información do grupo

source: Delete Group
ca: Elimina el grup
es: Borrar grupo
gl: Borrar grupo

source: Delete All
ca: Elimina’ls tots
es: Borrar Todo
gl: Borrar todo

source: There are no groups with those values.
ca: No hi ha grups amb aquests valors.
es: No hay grupos con esos valores.
gl: Non hai grupos con eses valores.

source: Edit Group
ca: Edita el grup
es: Editar Grupo
gl: Editar grupo

source: External defined groups can not be edited here, contact your directory service administrator.
ca: Els grups definits externament no es poden editar aquí. Poseu-vos en contacte amb l’administrador del servei del directori.
es: Los usuarios y grupos definidos externamente no pueden ser editados aquí, contacte con el administrador de su servicio.
gl: Os grupos definidos externamente non se poden editar aquí, contacte co administrador do seu servizo.

source: Delete Group or Group relations
ca: Elimina el grup o les relacions del grup
es: Eliminar el grupo o sus relaciones
gl: Eliminalo grupo ou as súas relacións

source: Group Info
ca: Informació del grup
es: Información del grupo
gl: Información do grupo

source: {0} groups|{1} group|]1,Inf] groups
ca: {0} grups|{1} grup|]1,Inf] grups
es: {0} grupos|{1} grupo|]1,Inf] grupos
gl: {0} grupos|{1} grupo|]1,Inf] grupos

source: Comments
ca: Comentaris
es: Comentarios
gl: Comentarios

source: modify group
ca: modifica el grup
es: modificar grupo
gl: modificar grupo

source: Group successfully updated.
ca: El grup s’ha actualitzat correctament.
es: El grupo se ha actualizado correctamente.
gl: O grupo actualizouse correctamente.

source: Resource
ca: Recurs
es: Recurso
gl: Recurso

source: Select a file on the tree
ca: Selecciona un fitxer de l’arbre
es: Seleccione un archivo en el árbol
gl: Seleccione un arquivo na árbore

source: To use the inbox mode define the inbox path as <code>pumukit.inbox</code> parameter in your config file.
ca: Per utilitzar el mode de safata d’entrada, definiu la ruta de la safata d’entrada amb el paràmetre &lt;code&gt;pumukit.inbox&lt;/code&gt; al fitxer de configuració.
es: Para utilizar el modo de bandeja de entrada, defina la ruta de la bandeja de entrada como parámetro &lt;code&gt;pumukit.inbox&lt;/code&gt; en su archivo de configuración.

source: not exists
ca: no existeix
es: no existe
gl: non existe

source: is not readable
ca: no es pot llegir
es: no es legible
gl: non é lexible

source: Check the file system permissions
ca: Comproveu els permisos del sistema de fitxers
es: Compruebe los permisos del archivo
gl: Comprobe os permisos do arquivo

source: create new link
ca: crea un enllaç nou
es: crear un nuevo enlace
gl: crear un novo enlace

source: OK
ca: D’acord

source: Edit file of multimedia object
ca: Edita el fitxer de l’objecte multimèdia
es: Editar archivo del objeto multimedia
gl: Editar arquivo do obxecto multimedia

source: hidden
ca: ocult
es: oculto
gl: oculto

source: Create Link
ca: Crea l’enllaç
es: Crear enlace
gl: Crear enlace

source: create new live channel
ca: crea un canal en directe nou
es: crear nuevo canal en vivo
gl: crear novo canle en vivo

source: Create new live channel
ca: Crea un canal en directe nou
es: Crear nuevo canal en vivo
gl: Crear novo canle en vivo

source: Select any live channel.
ca: Selecciona qualsevol canal en directe.
es: Seleccione algún canal en vivo.
gl: Seleccione algún canle en vivo.

source: Resolution
ca: Resolució
es: Resolución
gl: Resolución

source: There are no live channels with those values.
ca: No hi ha canals en directe amb aquests valors.
es: No hay canales en directo con esos valores.
gl: Non hai canles en directo con eses valores.

source: Edit live channel
ca: Edita el canal en directe
es: Editar canal en vivo
gl: Editar canle en vivo

source: {0} live channels|{1} live channel|]1,Inf] live channels
ca: {0} canals en directe|{1} canal en directe|]1,Inf] canals en directe
es: {0} canales en vivo|{1} canal en vivo|]1,Inf] canales en vivo
gl: {0} canles en vivo|{1} canle en vivo|]1,Inf] canles en vivo

source: Source IP
ca: IP d’origen
es: IP de origen
gl: IP de orixe

source: Show player at homepage
ca: Mostra el reproductor a la pàgina d’inici
es: Mostrar el reproductor en la página de inicio
gl: Amosalo reprodutor na páxina de inicio

source: Activated
ca: Activat
es: Activado
gl: Activado

source: Deactivated
ca: Desactivat
es: Desactivado
gl: Desactivado

source: Status
ca: Estat
es: Estado
gl: Estado

source: On hold
ca: En espera
es: En espera
gl: Á espera

source: Live broadcasting
ca: Emissió en directe
es: Transmisiones en vivo
gl: Transmisións en vivo

source: modify live channel
ca: modifica el canal en directe
es: modificar canal en vivo
gl: modificar canle en vivo

source: There was an error in updating the Live channel.
ca: S’ha produït un error en actualitzar el canal en directe.
es: Ha ocurrido un error al actualizar el canal en vivo.
gl: Ocorreu un erro ao actualizalo o canle en vivo.

source: Live channel successfully updated.
ca: El canal en directe s’ha actualitzat correctament.
es: El canal en vivo ha sido actualizado correctamente.
gl: O canle en vivo actualizouse correctamente.

source: create new material
ca: crea un material nou
es: crear nuevo material
gl: crear novo material

source: File
ca: Fitxer
es: Archivo
gl: Arquivo

source: URL format not valid
ca: El format de l’URL no és vàlid
es: El formato de la URL no es válido
gl: O formato da URL non é válido

source: Under
ca: Menor de
es: Menor de
gl: Menor de

source: Empty file field
ca: El camp del fitxer està buit
es: Campo del archivo vacío
gl: Campo do arquivo baleiro

source: Create Material
ca: Crea el material
es: Crear material
gl: Crear material

source: update material
ca: actualitza el material
es: actualizar material
gl: actualizar material

source: Material successfully updated.
ca: El material s’ha actualitzat correctament.
es: El material se ha actualizado correctamente.
gl: O material actualizouse correctamente.

source: New Material added.
ca: El material nou s’ha afegit.
es: Nuevo material añadido.
gl: Novo material engadido.

source: loading
ca: s’està carregant
es: cargando
gl: cargando

source: WARNING: You do not have enough permissions to modify admin groups.
ca: ADVERTÈNCIA: No teniu prou permisos per modificar els grups administradors.
es: Advertencia: No tiene permisos suficientes para modificar los grupos administradores.
gl: Advertencia: Non ten permisos suficientes para modificalos grupos administradores.

source: BROADCAST GROUPS
ca: GRUPS D’EMISSIÓ
es: GRUPOS DE DIFUSIÓN
gl: GRUPOS DE DIFUSIÓN

source: Available Groups
ca: Grups disponibles
es: Grupos disponibles
gl: Grupos dispoñibles

source: Selected Groups
ca: Grups seleccionats
es: Grupos seleccionados
gl: Grupos seleccionados

source: BROADCAST PASSWORD
ca: CONTRASENYA D’EMISSIÓ
es: CONTRASEÑA DE LA DIFUSIÓN
gl: CONTRASINAL DA DIFUSIÓN

source: Introduce a password
ca: Introduïu una contrasenya
es: Introducir una contraseña
gl: Introducir un contrasinal

source: Repeat password
ca: Repetiu la contrasenya
es: Repetir la contraseña
gl: Repetilo contrasinal

source: Show/Hide password
ca: Mostra/Oculta la contrasenya
es: Mostrar/Ocultar la contraseña
gl: Amosalo/Ocultalo contrasinal

source: Generate random password
ca: Genera una contrasenya aleatòria
es: Generar contraseña aleatoria
gl: Xerar contrasinal aleatorio

source: Passwords must match
ca: Les contrasenyes han de coincidir
es: Las contraseñas deben coincidir
gl: Os contrasinais deben coincidir

source: Passwords can not be empty
ca: Les contrasenyes no poden estar buides
es: Las contraseñas no pueden estar en blanco
gl: Os contrasinais non poden estar baleiros

source: Publication
ca: Publicació
es: Publicación
gl: Publicación

source: Basic Metadata
ca: Metadades bàsiques
es: Metadatos básicos
gl: Metadatos básicos

source: Tags
ca: Etiquetes
es: Categorías
gl: Categorías

# Owners &amp; Groups
source: Owners & Groups
ca: Propietaris i grups
es: Propietarios &amp; Grupos
gl: Propietarios & Grupos

source: People
ca: Persones
es: Personas
gl: Persoas

source: Multimedia
ca: Multimèdia

source: Media Edition
ca: Edició multimèdia
es: Edición Multimedia
gl: Edición Multimedia

source: DISCARD
ca: DESCARTA
es: DESCARTAR
gl: DESCARTAR

source: SAVE
ca: DESA
es: GUARDAR
gl: GARDAR

source: SAVE AND CLOSE
ca: DESA I TANCA
es: GUARDAR Y CERRAR
gl: GARDAR E PECHAR

source: EDIT MODE
ca: MODE D’EDICIÓ
es: MODO DE EDICIÓN
gl: MODO DE EDICIÓN

source: Back to series list
ca: Torna a la llista de sèries
es: Volver a la lista de series
gl: Volver á lista de series

source: Select an action
ca: Selecciona una acció
es: Seleccionar una acción
gl: Seleccionar unha acción

source: Announce/Not announce selected
ca: Anuncia/No anunciïs els seleccionats
es: Anunciar/No anunciar seleccionados
gl: Anunciar/Non anunciar seleccionados

source: List multimedia objects in descending order of publication date
ca: Llista els objectes multimèdia segons la data de publicació per ordre descendent
es: Listar los objetos multimedia por fecha de publicación en orden descendente
gl: Listalos obxectos multimedia por data de publicación en orde descendente

source: List multimedia objects in ascending order of publication date
ca: Llista els objectes multimèdia segons la data de publicació per ordre ascendent
es: Listar los objetos multimedia por fecha de publicación en orden ascendente
gl: Listalos obxectos multimedia por data de publicación en orde ascendente

source: List multimedia objects in descending order of recording date
ca: Llista els objectes multimèdia segons la data de gravació per ordre descendent
es: Listar los objetos multimedia por fecha de grabación en orden descendente
gl: Listalos obxectos multimedia por data de gravación en orde descendente

source: List multimedia objects in ascending order of recording date
ca: Llista els objectes multimèdia segons la data de gravació per ordre ascendent
es: Listar los objetos multimedia por fecha de grabación en orden ascendente
gl: Listalos os obxectos multimedia por data de gravación en orde ascendente

source: Cut multimedia objects
ca: Talla els objectes multimèdia
es: Cortar objetos multimedia
gl: Cortar obxectos multimedia

source: Cut multimedia object
ca: Talla l’objecte multimèdia
es: Cortar objeto multimedia

source: Paste multimedia objects
ca: Enganxa els objectes multimèdia
es: Pegar objetos multimedia
gl: Pegar obxectos multimedia

source: Add to playlist
ca: Afegeix a la llista de reproducció
es: Añadir a una lista de reproducción
gl: Engadir a unha lista de reprodución

source: Preview show of the series
ca: Previsualització de la sèrie
es: Vista previa de la serie
gl: Vista previa da serie

source: Wizard
ca: Auxiliar
es: Asistente
gl: Asistente

source: Create new multimedia object
ca: Crea un objecte multimèdia nou
es: Crear nuevo objeto multimedia
gl: Crear novo obxecto multimedia

source: Select any multimedia object.
ca: Selecciona qualsevol objecte multimèdia.
es: Seleccionar cualquier objeto multimedia.
gl: Seleccionar calquera obxecto multimedia.

source: Warning: This link will give a 404 error until this multimedia object is correctly published.
ca: Advertència: Aquest enllaç donarà un error 404 fins que l’objecte multimèdia no estigui publicat correctament.
es: Advertencia: Este enlace dará un error 404 hasta que el objeto multimedia sea correctamente publicado.
gl: Advertencia: Este enlace dará un erro 404 ata que o obxecto multimedia sexa correctamente publicado.

source: This URL will give you access to the series without login.
ca: Aquest URL us donarà accés a la sèrie sense iniciar sessió.
es: Esta URL le dará acceso a la serie sin iniciar sesión.
gl: Esta URL daralle acceso á serie sen iniciar sesión.

source: Warning: This link will show a player with no video until a display track is added.
ca: Advertència: Aquest enllaç mostrarà un reproductor sense cap vídeo fins que no s’afegeixi una pista de visualització.
es: Advertencia: Este enlace mostrará un reproductor sin vídeo hasta que se añada una pista que se pueda mostrar.
gl: Advertencia: Este enlace amosará un reprodutor sen vídeo ata que engada unha pista que poida amosarse.

source: WARNING, this multimedia object is not yet published on WebTV, or does not have a playable resource.
ca: ADVERTÈNCIA: Aquest objecte multimèdia encara no està publicat al portal WebTV o no té cap recurs reproduïble.
es: ADVERTENCIA, este objeto multimedia aún no ha sido publicado en WebTV, o no tiene un recurso reproducible.
gl: ADVERTENCIA, este obxecto multimedia ainda non foi publicado na WebTV, ou non ten un recurso reproducible.

source: Audio/Video
ca: Àudio/Vídeo
es: Audio/Vídeo
gl: Son/Vídeo

source: Title
ca: Títol
es: Título
gl: Título

source: Duration
ca: Durada
es: Duración
gl: Duración

source: RecDate
ca: Data grav
es: FechGrab
gl: DataGrav

source: PubDate
ca: Data publ
es: FechPub
gl: DataPub

source: Move one position up
ca: Desplaça una posició cap amunt
es: Mover hacia arriba una posición
gl: Mover cara arriba unha posición

source: Move to the beginning of the list
ca: Desplaça cap al començament de la llista
es: Mover al principio de la lista
gl: Mover ao principio da lista

source: Move one position down
ca: Desplaça una posició cap avall
es: Mover hacia abajo una posición
gl: Mover cara abaixo unha posición

source: Move to the end of the list
ca: Desplaça cap al final de la llista
es: Mover al final de la lista
gl: Mover ao final da lista

source: No_pic
ca: Sense_imatge
es: No hay imagen
gl: Non hai imaxe

source: There are no multimedia objects with those values.
ca: No hi ha objectes multimèdia amb aquests valors.
es: No hay objetos multimedia con esos valores.
gl: Non hai obxectos multimedia con eses valores.

source: Mm. Obj.
ca: Obj. multim.
es: Obj. Mm.
gl: Obx. Mm.

source: Multimedia object properties
ca: Propietats de l’objecte multimèdia
es: Propiedades de los objetos multimedia
gl: Propiedades dos obxectos multimedia

source: None
ca: Cap
es: Ninguno
gl: Ningún

source: Change broadcast profile
ca: Canvia el perfil d’emissió
es: Cambiar perfil de difusión
gl: Cambiar perfil de difusión

source: Change
ca: Canvia
es: Modificar
gl: Modificar

source: ADMIN GROUPS
ca: GRUPS ADMINISTRADORS
es: GRUPOS ADMIN
gl: GRUPOS ADMIN

source: Groups that can admin this series
ca: Grups que poden administrar aquesta sèrie
es: Grupos que pueden administrar esta serie
gl: Grupos que poden administrar esta serie

source: Groups that can admin this multimedia object
ca: Grups que poden administrar aquest objecte multimèdia
es: Grupos que pueden administrar este objeto multimedia
gl: Grupos que poden administrar este obxecto multimedia

source: Selected Admin Groups
ca: Grups administradors seleccionats
es: Grupos admin seleccionados
gl: Grupos admin seleccionados

source: OWNERS
ca: PROPIETARIS
es: PROPIETARIOS
gl: PROPIETARIOS

source: Users that can admin this series
ca: Usuaris que poden administrar aquesta sèrie
es: Usuarios que pueden administrar esta serie
gl: Usuarios que poden administrar esta serie
