Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/NewAdminBundle/Resources/translations/messages.*.xlf
Languages: ca, es, gl

source: Filter Series
ca: Filtra sèries
es: Filtrar series
gl: Filtrar series

source: Series publication status
ca: Estat de publicació de la sèrie
es: Estado de publicación de la serie
gl: Estado de publicación da serie

source: Menu
ca: Menú
es: Menú
gl: Menú

source: Select the number of series to display per page.
ca: Seleccioneu el nombre de sèries que voleu mostrar per pàgina.
es: Seleccione el número de series a mostrar por página.
gl: Seleccione o número de series a mostrar por páxina.

source: Select the number of playlists to display per page.
ca: Seleccioneu el nombre de llistes de reproducció que voleu mostrar per pàgina.
es: Seleccione el número de listas de reproducción a mostrar por página.
gl: Seleccione o número de listas de reprodución a mostrar por páxina.

source: Select the number of multimedia objects to display per page.
ca: Seleccioneu el nombre d’objectes multimèdia que voleu mostrar per pàgina.
es: Seleccione el número de objetos multimedia a mostrar por página.
gl: Seleccione o número de obxectos multimedia a mostrar por páxina.

source: External player
ca: Reproductor extern
es: Reproductor externo

source: 'No external player set'
ca: “No s’ha definit cap reproductor extern”
es: 'No se ha definido ningún reproductor externo'

source: Add external player
ca: Afegeix un reproductor extern
es: Añadir reproductor externo

source: No external player set
ca: No s’ha definit cap reproductor extern
es: No se ha definido ningún reproductor externo

source: External video
ca: Vídeo extern
es: Vídeo externo

source: No external video set
ca: No s’ha definit cap vídeo extern
es: No se ha definido un vídeo externo

source: Are you sure you want to delete this external video?
ca: Confirmeu que voleu eliminar aquest vídeo extern?
es: ¿Está seguro de querer eliminar este vídeo externo?

source: External video successfully deleted.
ca: El vídeo extern s’ha eliminat correctament.
es: Vídeo externo eliminado correctamente.

source: New video external
ca: Vídeo extern nou
es: Nuevo vídeo externo

source: Edit
ca: Edita
es: Editar

source: Filter Roles
ca: Filtra rols
es: Filtrar roles

source: Filter Groups
ca: Filtra grups
es: Filtrar grupos

source: Filter People
ca: Filtra persones
es: Filtrar personas

source: Thumbnail
ca: Miniatura
es: Miniatura

source: Relations list
ca: Llista de relacions
es: Listado de relaciones

source: Modify broadcast profile
ca: Modifica el perfil d’emissió
es: Modificar el perfil de difusión

source: Person with Role list
ca: Persona amb llista de rols
es: Persona con roles

source: Spinner
ca: Botó de selecció de valor
es: Cargando

source: Update publication
ca: Actualitza la publicació
es: Actualizar publicación

source: Delete
ca: Elimina
es: Eliminar

source: Submit generate magic URL
ca: Tramet la generació d’URL màgic
es: Generar nueva URL mágica

source: Read only form
ca: Formulari només de lectura
es: Formulario de solo lectura

source: Update metadata
ca: Actualitza les metadades
es: Actualizar metadatos

source: Update media
ca: Actualitza l’objecte multimèdia
es: Actualizar multimedia

source: Filter Users
ca: Filtra usuaris
es: Filtrar usuarios

source: Filter Live Channels
ca: Filtra canals en directe
es: Filtrar canales de directo

source: Filter Live Events
ca: Filtra esdeveniments en directe
es: Filtrar eventos en directo

source: Social
ca: Xarxes socials

source: New event session
ca: Nova sessió d’esdeveniments
es: Nueva sesión de evento

source: Author
ca: Autor
es: Autor

source: Producer
ca: Productor
es: Productor

source: External URL
ca: URL extern
es: URL externa

source: Images
ca: Imatges
es: Imágenes

source: Contact
ca: Contacte
es: Contacto

source: Event successfully updated.
ca: L’esdeveniment s’ha actualitzat correctament.
es: Evento creado correctamente.

# Select an&#10; action...
source: Select an action...
ca: Selecciona una acció...
es: Seleccione una acción...

source: Create new series of live events
ca: Crea una sèrie nova d’esdeveniments en directe
es: Crear nueva serie de eventos en directo

source: New event and series
ca: Esdeveniment i sèries nous
es: Nuevo evento y serie

source: New event from series
ca: Esdeveniment nou de la sèrie
es: Nuevo evento desde serie

source: New live event
ca: Esdeveniment en directe nou
es: Nuevo evento en directo

source: Series videos
ca: Vídeos de la sèrie
es: Vídeos de la serie

source: Create/Update session
ca: Crea/Actualitza la sessió
es: Crear/Actualizar sesión

source: Session ID
ca: Identificador de la sessió
es: ID de sesión

source: There was an error in updating the event session.
ca: S’ha produït un error en actualitzar la sessió de l’esdeveniment.
es: Se produjo un error al actualizar la sesión del evento.

source: Live session successfully updated.
ca: La sessió en directe s’ha actualitzat correctament.
es: Sesión en directo actualizada correctamente.

source: Start
ca: Inicia
es: Inicio

source: Edit session
ca: Edita la sessió
es: Editar sesión

source: Delete session
ca: Elimina la sessió
es: Eliminar sesión

source: Change series
ca: Canvia la sèrie
es: Cambiar serie

source: Clone event
ca: Clona l’esdeveniment
es: Clonar evento

source: Delete event
ca: Elimina l’esdeveniment
es: Eliminar evento

source: Delete event and series
ca: Elimina l’esdeveniment i la sèrie
es: Eliminar evento y serie

source: Session
ca: Sessió
es: Sesión

source: Add the name of the series you want to use. In case this series already exists in the database, a pull-down list will be shown, where you can select it and use it. If it doesn't exist in the database, create a new entrance with the written name.
ca: Introduïu el nom de la sèrie que voleu utilitzar. Si aquesta sèrie ja existeix a la base de dades, es mostrarà una llista desplegable des de la qual podreu seleccionar-la i utilitzar-la. Si no existeix a la base de dades, creeu una entrada nova amb el nom escrit.
es: Escriba el nombre de la serie que desea utilizar. En caso de que ya exista en la base de datos aparecerá en una lista deplegable, donde usted puede seleccionarla y usarla. Si no existe en la base de datos cree una entrada nueva con el nombre escrito.

source: Video URL
ca: URL del vídeo
es: URL del vídeo

source: List multimedia objects in a manual order
ca: Llista els objectes multimèdia seguint un ordre manual
es: Ordenar objetos multimedia de forma manual

source: (active)
ca: (actiu)
es: (activo)

source: List multimedia objects in ascending order of title
ca: Llista els objectes multimèdia segons el títol per ordre ascendent
es: Ordenar objetos multimedia alfabéticamente

source: Filter playlist
ca: Filtra llistes de reproducció
es: Filtrar lista de reproducción

source: Multimedia Playlist metadata
ca: Metadades de la llista de reproducció d’objectes multimèdia
es: Metadatos de la lista de reproducción

source: Warning: This link will give a 404 error while this series is hidden.
ca: Advertència: Aquest enllaç donarà un error 404 mentre la sèrie estigui oculta.
es: Advertencia: Este enlace dará un error 404 mientras que esta serie esté oculta.

source: Magic URL
ca: URL màgic
es: URL Mágica

source: Generate a new magic series link
ca: Genera un nou enllaç màgic de sèries
es: Generar una nueva URL mágica de la serie

source: Update Series Metadata
ca: Actualitza les metadades de la sèrie
es: Actualizar metadatos de la serie

source: Play track
ca: Reprodueix la pista
es: Reproducir pista

source: Series URL
ca: URL de la sèrie
es: URL de la serie

source: Delete live channel
ca: Elimina el canal en directe
es: Eliminar canal en vivo

source: generate new thumbnail
ca: genera una miniatura nova
es: generar nueva miniatura

source: Prev Frame
ca: Fotograma anterior
es: Anterior fotograma

source: Next Frame
ca: Fotograma següent
es: Siguiente fotograma

source: Take image
ca: Captura la imatge
es: Capturar imagen

source: Take burst
ca: Captura una ràfega
es: Capturar ráfaga

source: Upload a local file.
ca: Penja un fitxer local.
es: Subir fichero local.

source: Thumbnail generated.
ca: S’ha generat la miniatura.
es: Miniatura generada.

source: Move up thumbnail
ca: Desplaça la miniatura cap amunt
es: Subir miniatura

source: Move down thumbnail
ca: Desplaça la miniatura cap avall
es: Bajar miniatura

source: Generate thumbnail
ca: Genera una miniatura
es: Generar miniatura

source: Search person
ca: Cerca una persona
es: Buscar persona

source: Delete User
ca: Elimina l’usuari
es: Eliminar usuario

source: Delete role
ca: Elimina el rol
es: Eliminar rol

source: Open URL
ca: Obre l’URL
es: Abrir URL

source: Live channels
ca: Canals en directe
es: Canales de directo

source: URL external
ca: URL extern
es: URL externa

source: Starts
ca: Comença
es: Comienzo

source: Show event on WebTV portal
ca: Mostra l’esdeveniment al portal WebTV
es: Ver evento en portal web

source: No sessions defined.
ca: No s’han definit sessions.
es: No hay sesiones definidas.

# Publishing&#10; Decisions
source: Publishing Decisions
ca: Decisions de publicació
es: Decisiones de publicación

source: ID
ca: Identificador

source: Multimedia object ID
ca: Identificador de l’objecte multimèdia
es: ID del objeto multimedia

source: Series ID
ca: Identificador de la sèrie
es: ID de la serie

source: Search by title, subtitle or description
ca: Cerca per títol, subtítol o descripció
es: Buscar por título, subtítulo o descripción

source: Keyword
ca: Paraula clau
es: Palabra clave

source: Up to 5 minutes
ca: Fins a 5 minuts
es: Hasta 5 minutos

source: Up to 10 minutes
ca: Fins a 10 minuts
es: Hasta 10 minutos

source: Up to 30 minutes
ca: Fins a 30 minuts
es: Hasta 30 minutos

source: Up to 60 minutes
ca: Fins a 60 minuts
es: Hasta 60 minutos

source: More than 60 minutes
ca: Més de 60 minuts
es: Más de 60 minutos

source: Year
ca: Any
es: Año

source: Any
ca: Qualsevol
es: Cualquier

source: Format YYYY-MM-DD
ca: Format AAAA-MM-DD
es: Formato YYYY-MM-DD

source: Broadcast
ca: Emissió
es: Difusión

source: Send
ca: Envia
es: Enviar

source: Advanced search form
ca: Formulari de cerca avançada
es: Formulario de búsqueda avanzada

source: Publication date
ca: Data de publicació
es: Fecha de publicación

source: Recording date
ca: Data de gravació
es: Fecha de grabación

source: Saving error
ca: S’ha produït un error en desar
es: Error al guardar

source: Saved
ca: S’ha desat
es: Guardado

source: Genre
ca: Gènere
es: Género

source: Advanced
ca: Opcions avançades
es: Avanzado

source: UNESCO catalogue
ca: Catàleg de la UNESCO
es: Catalogador UNESCO

source: Channel
ca: Canal
es: Canal

source: Sorting
ca: Classificació
es: Ordenar

source: date
ca: data
es: fecha

source: date_all
ca: data_tot
es: fecha_todos

source: date_subserial
ca: data_subserial
es: fecha_subserie

source: publication date ascending
ca: data de publicació ascendent
es: fecha de publicación ascendente

source: publication date descending
ca: data de publicació descendent
es: fecha de publicación descendente

source: recording date descending
ca: data de gravació descendent
es: fecha de grabación descendente

source: recording date ascending
ca: data de gravació ascendent
es: fecha de grabación ascendente

source: title
ca: títol
es: título

source: Health Sciences
ca: Ciències de la salut
es: Ciencias de la salud

source: Sciences
ca: Ciències
es: Ciencias

source: Legal
ca: Dret

source: Humanities
ca: Humanitats
es: Humanidades

source: Without category
ca: Sense categoria
es: Sin categoría

source: Login
ca: Inici de sessió
es: Iniciar sesión

source: Password
ca: Contrasenya
es: Contraseña

source: Live management
ca: Gestió en directe
es: Gestor de directos

source: Channel configuration
ca: Configuració del canal
es: Configuración de canales

source: Videos VOD
ca: Vídeos per encàrrec (VOD)

source: Event name
ca: Nom de l’esdeveniment
es: Nombre del evento

source: Sessions number
ca: Nombre de sessions
es: Número de sesiones

source: Broadcasting date
ca: Data d’emissió
es: Fecha de emisión

source: No future sessions
ca: No hi ha sessions previstes
es: Ninguna sesión futura

source: Filter by
ca: Filtra per
es: Filtrar por

source: Show video on WebTV
ca: Mostra el vídeo al portal WebTV
es: Ver video en portal web

source: Live events
ca: Esdeveniments en directe
es: Eventos en directo

source: Future events
ca: Esdeveniments previstos
es: Eventos futuros

source: Session must start before ends
ca: L’inici de la sessió ha de ser anterior a la finalització
es: La sesión debe comenzar antes de acabar

# Modify broadcast profile of videos&#10; template
source: Modify broadcast profile of videos template
ca: Modifica el perfil d’emissió de la plantilla de vídeos
es: Modificar perfil de difusión de la plantilla de vídeos

# Modify broadcast profile of live&#10; event
source: Modify broadcast profile of live event
ca: Modifica el perfil d’emissió de l’esdeveniment en directe
es: Modificar perfil de difusión del evento

# Modify broadcast profile of multimedia&#10; object
source: Modify broadcast profile of multimedia object
ca: Modifica el perfil d’emissió de l’objecte multimèdia
es: Modificar perfil de difusión del objeto multimedia

source: Delete error. Live channel channel is associated to live event.
ca: S’ha produït un error en eliminar. El canal en directe té un esdeveniment en directe associat.
es: Error al borrar. Existen eventos asociados al canal.

source: No downloadable
ca: No es pot baixar
es: No descargable

source: Choose style
ca: Tria l’estil
es: Escoge un estilo

source: There aren't defined styles
ca: No hi ha estils definits
es: No hay estilos definidos

source: Style created ERROR
ca: S’ha produït un error en crear l’estil
es: Error al crear estilo

source: Style created OK
ca: L’estil s’ha creat correctament
es: Estilo creado

source: Style edited ERROR
ca: S’ha produït un error en editar l’estil
es: Error al editar estilo

source: Live event
ca: Esdeveniment en directe
es: Evento en directo

source: Add the name of the series you want to use. In case this series already exists in the database, a pull-down list will be shown, where you can select it and use it. If it doesn't exist in the database, create a new entrance with the written name.
ca: Introduïu el nom de la sèrie que voleu utilitzar. Si aquesta sèrie ja existeix a la base de dades, es mostrarà una llista desplegable des de la qual podreu seleccionar-la i utilitzar-la. Si no existeix a la base de dades, creeu una entrada nova amb el nom escrit.
es: Escriba el nombre de la serie que desea utilizar. En caso de que ya exista en la base de datos aparecerá en una lista deplegable, donde usted puede seleccionarla y usarla. Si no existe en la base de datos cree una entrada nueva con el nombre escrito.

source: Create date
ca: Crea la data
es: Fecha de creación

source: Series style
ca: Estil de sèrie
es: Estilo de series

source: Series Style
ca: Estil de sèrie
es: Estilo de series

source: Create series
ca: Crea la sèrie
es: Crear serie

source: Edit Templates
ca: Edita les plantilles
es: Editar Plantillas

source: Allow download
ca: Permet la baixada
es: Descarga permitida
gl: Permitir descarga

source: Show empty series
ca: Mostra les sèries buides
es: Mostrar series vacías

source: Today events list
ca: Llista d’esdeveniments d’avui
es: Lista de evento de hoy
gl: Directos hoxe

source: Select objects
ca: Selecciona objectes
es: Seleccione objetos
gl: Seleccionar obxetos

source: Modify all multimedia objects status
ca: Modifica l’estat de tots els objectes multimèdia
es: Modificar el estado de todos los objetos multimedia
gl: Modificar estado de obxectos multimedia

source: Already held event message
ca: Missatge d’un esdeveniment ja celebrat
es: Mensaje de evento ya emitido

source: Not yet held event message
ca: Missatge d’un esdeveniment no celebrat encara
es: Mensaje de evento todavía no emitido

source: Default live screen image
ca: Imatge de pantalla en directe predeterminada
es: Póster por defecto del evento

source: New poster
ca: Cartell nou
es: Nuevo póster

source: Go to page
ca: Ves a la pàgina
es: Ir a la página

source: Event poster
ca: Cartell de l’esdeveniment
es: Póster del evento

source: Poster text color
ca: Color del text del cartell
es: Color del texto del póster

source: Source Name
ca: Nom de la font
es: Nombre de la fuente

source: Are you sure you want to delete this event poster?
ca: Confirmeu que voleu eliminar aquest cartell de l’esdeveniment?
es: ¿Está seguro que desea eliminar este póster del evento?

source: Event poster removed.
ca: El cartell de l’esdeveniment s’ha eliminat.
es: Póster del evento eliminado.

source: Publish to Moodle
ca: Publica al Moodle
es: Publicar en Moodle

source: Show configuration for messages, poster image and color text.
ca: Mostra la configuració dels missatges, la imatge del cartell i el color del text.
es: Mostrar la configuración de mensajes, imagen del póster y color del texto.

source: Click to edit messages, poster image and color text
ca: Feu clic per editar els missatges, la imatge del cartell i el color del text
es: Hacer clic para editar los mensajes, la imagen del póster y el color del texto

source: Export
ca: Exporta
es: Exportar

source: End
ca: Fi
es: Fin

source: Show configuration for Twitter.
ca: Mostra la configuració del Twitter.
es: Mostrar configuración de Twitter.

source: Click to edit Twitter configuration
ca: Feu clic per editar la configuració del Twitter
es: Haga clic para editar la configuración de Twitter

source: Twitter hashtag
ca: Etiqueta del Twitter
es: Hashtag de Twitter

source: Twitter hashtag without #
ca: Etiqueta del Twitter sense #
es: Hashtag de Twitter sin #

source: Twitter widget id
ca: Identificador del giny del Twitter
es: Identificador del widget de Twitter

source: Create a search Widget in your Twitter account. Configure it with the defined hashtag and recommended color %twitterAccountsLinkColor% for link color. Place here the 'data-widget-id' of the HTML generated code.
ca: Creeu un giny de cerca al vostre compte del Twitter. Configureu-lo amb l’etiqueta definida i el color recomanat %twitterAccountsLinkColor% com a color de l’enllaç. Introduïu-hi el valor 'data-widget-id' del codi HTML generat.
es: Crea un Widget de búsqueda en tu cuenta de Twitter. Configúralo con el hashtag definido y el color recomendado %twitterAccountsLinkColor% para el color del enlace. Introduce en este campo el valor del elemento 'data-widget-id' del código HTML generado.

source: Publish to LMS
ca: Publica a l’LMS
es: Publicar en LMS

source: Enable Chat
ca: Habilita el xat
es: Habilitar Chat

source: Click on the color bar to change color. A pop-up window will be shown.
ca: Feu clic a la barra de color per canviar el color. Es mostrarà una finestra emergent.
es: Haga clic en la barra de color para cambiar el color. Se mostrará una ventana emergente.

source: Show tag on WebTV portal and edit categories on multimedia objects
ca: Mostra l’etiqueta al portal WebTV i edita les categories als objectes multimèdia
es: Tag visible en el portal web y para editar categorias en los objetos multimedia

source: Not valid to tagged objets
ca: No és vàlid per a objectes etiquetats
es: Tag no disponible para asignar a objetos multimedia

source: Clone series
ca: Clona la sèrie
es: Clonar serie
gl: Clonar serie

source: Are you sure you want to clone this series?
ca: Confirmeu que voleu clonar aquesta sèrie?
es: ¿Está seguro de que quiere clonar esta serie?
gl: ¿ Estás seguro de clonar esta serie ?

source: Series successfully cloned.
ca: La sèrie s’ha clonat correctament.
es: Serie clonada correctamente.
gl: Serie clonada correctamente.

source: No people.
ca: No hi ha persones.
es: Sin personas.

source: Multimedia object picture
ca: Imatge de l’objecte multimèdia
es: Imagen del objeto multimedia

source: Playlist picture
ca: Imatge de la llista de reproducció
es: Imagen de la playlist

source: Event picture
ca: Imatge de l’esdeveniment
es: Imagen del evento

source: Places and precinct
ca: Llocs i àmbit
es: Lugares y recintos
gl: Lugares y recintos

source: Place and precinct
ca: Lloc i àmbit
es: Lugar y recinto
gl: Lugares y recintos

source: Address
ca: Adreça
es: Dirección
gl: Dirección

source: Precinct
ca: Àmbit
es: Recinto
gl: Recinto

source: Error loading tag
ca: S’ha produït un error en carregar l’etiqueta
es: Error al cargar el tag
gl: Error o cargar os tags.

source: Error deleting tag
ca: S’ha produït un error en eliminar l’etiqueta
es: Error al borrar el tag
gl: Error o borrar o tag

source: Place successfully deleted.
ca: El lloc s’ha eliminat correctament.
es: Lugar borrado correctamente.
gl: Lugar borrado satisfactoriamente.

source: Places successfully deleted.
ca: Els llocs s’han eliminat correctament.
es: Lugares borrados correctamente.
gl: Lugares borrados satistactoriamente.

source: Select one place to load data
ca: Seleccioneu un lloc per carregar les dades
es: Selecciona un lugar para cargar la información
gl: Selecciona un lugar para cargar os datos

source: Precinct successfully deleted.
ca: L’àmbit s’ha eliminat correctament.
es: Recinto borrado correctamente.
gl: Recinto borrado satisfactoriamente

source: Select one precinct to load data
ca: Seleccioneu un àmbit per carregar les dades
es: Selecciona un recinto para cargar la información
gl: Selecciona un recinto para cargar os datos

source: i18n.multiple.Published
ca: Publicat
es: Publicados

source: i18n.multiple.Hidden
ca: Ocult
es: Ocultos

source: i18n.multiple.Blocked
ca: Bloquejat
es: Bloqueados

source: Show advanced
ca: Mostra les opcions avançades
es: Mostrar avanzadas

source: Quality
ca: Qualitat
es: Calidad

source: Add the name of the person you want to add. In case this person already exists in the database, a pull-down list will be shown, where you can select him/her and <strong>use him/her</strong>. If he/she doesn't exist in the database, <strong>create</strong> a new entrance with the written name
ca: Introduïu el nom de la persona que voleu afegir. Si aquesta persona ja existeix a la base de dades, es mostrarà una llista desplegable des de la qual podreu seleccionar-la i &lt;strong&gt;utilitzar-la&lt;/strong&gt;. Si la persona no existeix a la base de dades, &lt;strong&gt;creeu&lt;/strong&gt; una entrada nova amb el nom escrit
es: Introduzca el nombre de la persona que quiere añadir. En caso de que esa persona ya exista en la base de datos, aparecerá una lista desplegable en donde podrá seleccionarla y &lt;strong&gt;usarla&lt;/strong&gt;. Si no existe en la base de datos, &lt;strong&gt;cree&lt;/strong&gt; una nueva entrada con el nombre

source: No data
ca: No hi ha dades
es: Sin datos

source: No title
ca: Sense títol
es: Sin título

source: Precinct without series
ca: Àmbit sense sèries
es: Recinto sin serie

source: Videos
ca: Vídeos
es: Vídeos

source: Create new place
ca: Crea un lloc nou
es: Crear un nuevo lugar

source: Place successfully created.
ca: El lloc s’ha creat correctament.
es: Lugar creado correctamente.

source: Autocomplete series
ca: Autocompleta la sèrie
es: Autocompletar serie

source: Series successfully updated.
ca: La sèrie s’ha actualitzat correctament.
es: Serie actualizada correctamente.

source: Error: Series have another owners on others events
ca: Error: La sèrie té uns altres propietaris en altres esdeveniments
es: Error: La serie contiene otros eventos de los que no eres propiertario.

source: Error: Series have some events
ca: Error: La sèrie té alguns esdeveniments
es: Error: No se puede borrar la serie por que contiene otros eventos.

source: Cloned event successfully
ca: L’esdeveniment s’ha clonat correctament
es: Evento clonado correctamente

source: Deleted event successfully
ca: L’esdeveniment s’ha eliminat correctament
es: Evento borrado correctamente
