Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/BaseLivePlayerBundle/Resources/translations/messages.*.xlf
Languages: ca

source: Current live event
ca: Esdeveniment en directe actual

source: Next live event
ca: Proper esdeveniment en directe

source: EVENT
ca: ESDEVENIMENT

source: PLACE
ca: LLOC

source: DATE
ca: DATA

source: TIME
ca: HORA

source: No title
ca: Sense títol

source: Event
ca: Esdeveniment

source: Place
ca: Lloc

source: Date
ca: Data

source: Time
ca: Hora

source: JWPlayer does not support your browser version
ca: El JWPlayer no és compatible amb la versió del vostre navegador

source: Please use 9.0 or higher version or use another browser.
ca: Utilitzeu la versió 9.0 (o superior) o bé un altre navegador.

source: The Flash Plugin needs to be installed. JWPlayer needs minimum Flash version 10.1.82.76 to stream.
ca: Cal que instal·leu el connector del Flash. El JWPlayer necessita almenys la versió 10.1.82.76 del Flash per poder fer la transmissió.

source: The event has not been held yet
ca: L’esdeveniment encara no s’ha celebrat

source: The event has already been held
ca: L’esdeveniment ja s’ha celebrat

source: Live
ca: En directe

source: Private Video
ca: Vídeo privat

source: This video is private with restricted access
ca: Aquest vídeo és privat i té l’accés restringit

source: Enter a valid password to watch it
ca: Introduïu una contrasenya vàlida per mirar-lo

source: Introduce a password
ca: Introduïu una contrasenya

source: Password is not valid
ca: La contrasenya no és vàlida

source: Log In
ca: Inicieu la sessió

source: Enter pass
ca: Introduïu la contrasenya

source: New contact from live event
ca: Contacte nou de l’esdeveniment en directe

source: days
ca: dies

source: Content
ca: Contingut

source: Obsolete browser
ca: Navegador obsolet

source: Media Thumbnail
ca: Miniatura de l'objecte multimèdia

source: There aren't events at this moment
ca: Ara mateix no hi ha cap esdeveniment

source: email send
ca: el correu electrònic s’ha enviat

source: please verify form data
ca: verifiqueu les dades del formulari

source: Event chat
ca: Xat de l’esdeveniment

source: Name
ca: Nom

source: Name cannot be empty
ca: El nom no pot estar buit

source: Message
ca: Missatge

source: Sorry but there was an error
ca: S'ha produït un error

source: Chat icon
ca: Icona del xat

source: Live chat
ca: Xat en directe

source: VideoJS does not support your browser version
ca: VideoJS no és compatible amb la versió del vostre navegador

source: Please use 11.0 or higher version or use another browser.
ca: Utilitzeu la versió 11.0 o superior o utilitzeu un altre navegador.
