Repository: pumukit/PuMuKIT
Catalog: src/Pumukit/LiveBundle/Resources/translations/messages.*.xlf
Languages: es

source: Current live event
es: Evento en vivo actual

source: Next live event
es: Próximo evento en vivo

source: EVENT
es: EVENTO

source: PLACE
es: LUGAR

source: DATE
es: FECHA

source: TIME
es: HORA

source: No title
es: Sin título

source: Event
es: Evento

source: Place
es: Lugar

source: Date
es: Fecha

source: Time
es: Hora

source: JWPlayer does not support your browser version
es: JWPlayer no es compatible con la versión de su navegador

source: Please use 9.0 or higher version or use another browser.
es: Por favor, emplee la versión 9.0 o superior o use otro navegador.

source: The Flash Plugin needs to be installed. JWPlayer needs minimum Flash version 10.1.82.76 to stream.
es: Es necesario instalar el plugin Flash. JWPlayer necesita al menos la versión 10.1.82.76 de Flash para reproducir.

source: The event has not been held yet
es: El evento aún no se ha celebrado

source: The event has already been held
es: El evento ya se ha celebrado

source: Live
es: Directos

source: Private Video
es: Vídeo privado

source: This video is private with restricted access
es: Este vídeo es privado con acceso restringido

source: Enter a valid password to watch it
es: Introduzca una contraseña válida para verlo

source: Introduce a password
es: Introduce la contraseña

source: Password is not valid
es: Contraseña no válida

source: Log In
es: Iniciar sesión

source: Enter pass
es: Introduce la contraseña

source: New contact from live event
es: Nuevo contacto desde directo

source: days
es: días

source: Content
es: Contenido

source: Obsolete browser
es: Navegador obsoleto

source: Media Thumbnail
es: Miniatura

source: There aren't events at this moment
es: No hay eventos en este momento.

source: email send
es: email enviado

source: please verify form data
es: por favor, revisa los datos del formulario

source: Event chat
es: Chat del evento

source: Name
es: Nombre

source: Name cannot be empty
es: El nombre no puede estar vacío

source: Message
es: Mensaje

source: Sorry but there was an error
es: Lo sentimos, pero hubo un error

source: Chat icon
es: Icono de chat

source: Live chat
es: Chat en vivo
